{"001":{"001":"Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother, unto the church of God which is at Corinth, with all the saints that are in the whole of Achaia:","002":"Grace to you and peace from God our Father and the Lord Jesus Christ.","003":"Blessed `be\u0027 the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort;","004":"who comforteth us in all our affliction, that we may be able to comfort them that are in any affliction, through the comfort wherewith we ourselves are comforted of God.","005":"For as the sufferings of Christ abound unto us, even so our comfort also aboundeth through Christ.","006":"But whether we are afflicted, it is for your comfort and salvation; or whether we are comforted, it is for your comfort, which worketh in the patient enduring of the same sufferings which we also suffer:","007":"and our hope for you is stedfast; knowing that, as ye are partakers of the sufferings, so also are ye of the comfort.","008":"For we would not have you ignorant, brethren, concerning our affliction which befell `us\u0027 in Asia, that we were weighed down exceedingly, beyond our power, insomuch that we despaired even of life:","009":"yea, we ourselves have had the sentence of death within ourselves, that we should not trust in ourselves, but in God who raiseth the dead:","010":"who delivered us out of so great a death, and will deliver: on whom we have set our hope that he will also still deliver us;","011":"ye also helping together on our behalf by your supplication; that, for the gift bestowed upon us by means of many, thanks may be given by many persons on our behalf.","012":"For our glorifying is this, the testimony of our conscience, that in holiness and sincerity of God, not in fleshly wisdom but in the grace of God, we behaved ourselves in the world, and more abundantly to you-ward.","013":"For we write no other things unto you, than what ye read or even acknowledge, and I hope ye will acknowledge unto the end:","014":"as also ye did acknowledge us in part, that we are your glorying, even as ye also are ours, in the day of our Lord Jesus.","015":"And in this confidence I was minded to come first unto you, that ye might have a second benefit;","016":"and by you to pass into Macedonia, and again from Macedonia to come unto you, and of you to be set forward on my journey unto Judaea.","017":"When I therefore was thus minded, did I show fickleness? or the things that I purpose, do I purpose according to the flesh, that with me there should be the yea yea and the nay nay?","018":"But as God is faithful, our word toward you is not yea and nay.","019":"For the Son of God, Jesus Christ, who was preached among you by us, `even\u0027 by me and Silvanus and Timothy, was not yea and nay, but in him is yea.","020":"For how many soever be the promises of God, in him is the yea: wherefore also through him is the Amen, unto the glory of God through us.","021":"Now he that establisheth us with you in Christ, and anointed us, is God;","022":"who also sealed us, and gave `us\u0027 the earnest of the Spirit in our hearts.","023":"But I call God for a witness upon my soul, that to spare you I forbare to come unto Corinth.","024":"Not that we have lordship over your faith, but are helpers of your joy: for in faith ye stand fast."},"002":{"001":"But I determined this for myself, that I would not come again to you with sorrow.","002":"For if I make you sorry, who then is he that maketh me glad but he that is made sorry by me?","003":"And I wrote this very thing, lest, when I came, I should have sorrow from them of whom I ought to rejoice; having confidence in you all, that my joy is `the joy\u0027 of you all.","004":"For out of much affliction and anguish of heart I wrote unto you with many tears; not that ye should be made sorry, but that ye might know the love that I have more abundantly unto you.","005":"But if any hath caused sorrow, he hath caused sorrow, not to me, but in part (that I press not too heavily) to you all.","006":"Sufficient to such a one is this punishment which was `inflicted\u0027 by the many;","007":"so that contrariwise ye should rather forgive him and comfort him, lest by any means such a one should be swallowed up with his overmuch sorrow.","008":"Wherefore I beseech you to confirm `your\u0027 love toward him.","009":"For to this end also did I write, that I might know the proof of you, whether ye are obedient in all things.","010":"But to whom ye forgive anything, I `forgive\u0027 also: for what I also have forgiven, if I have forgiven anything, for your sakes `have I forgiven it\u0027 in the presence of Christ;","011":"that no advantage may be gained over us by Satan: for we are not ignorant of his devices.","012":"Now when I came to Troas for the gospel of Christ, and when a door was opened unto me in the Lord,","013":"I had no relief for my spirit, because I found not Titus my brother: but taking my leave of them, I went forth into Macedonia.","014":"But thanks be unto God, who always leadeth us in triumph in Christ, and maketh manifest through us the savor of his knowledge in every place.","015":"For we are a sweet savor of Christ unto God, in them that are saved, and in them that perish;","016":"to the one a savor from death unto death; to the other a savor from life unto life. And who is sufficient for these things?","017":"For we are not as the many, corrupting the word of God: but as of sincerity, but as of God, in the sight of God, speak we in Christ."},"003":{"001":"Are we beginning again to commend ourselves? or need we, as do some, epistles of commendation to you or from you?","002":"Ye are our epistle, written in our hearts, known and read of all men;","003":"being made manifest that ye are an epistle of Christ, ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in tables `that are\u0027 hearts of flesh.","004":"And such confidence have we through Christ to God-ward:","005":"not that we are sufficient of ourselves, to account anything as from ourselves; but our sufficiency is from God;","006":"who also made us sufficient as ministers of a new covenant; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.","007":"But if the ministration of death, written, `and\u0027 engraven on stones, came with glory, so that the children of Israel could not look stedfastly upon the face of Moses for the glory of his face; which `glory\u0027 was passing away:","008":"how shall not rather the ministration of the spirit be with glory?","009":"For if the ministration of condemnation hath glory, much rather doth the ministration of righteousness exceed in glory.","010":"For verily that which hath been made glorious hath not been made glorious in this respect, by reason of the glory that surpasseth.","011":"For if that which passeth away `was\u0027 with glory, much more that which remaineth `is\u0027 in glory.","012":"Having therefore such a hope, we use great boldness of speech,","013":"and `are\u0027 not as Moses, `who\u0027 put a veil upon his face, that the children of Israel should not look stedfastly on the end of that which was passing away:","014":"but their minds were hardened: for until this very day at the reading of the old covenant the same veil remaineth, it not being revealed `to them\u0027 that it is done away in Christ.","015":"But unto this day, whensoever Moses is read, a veil lieth upon their heart.","016":"But whensoever it shall turn to the Lord, the veil is taken away.","017":"Now the Lord is the Spirit: and where the Spirit of the Lord is, `there\u0027 is liberty.","018":"But we all, with unveiled face beholding as in a mirror the glory of the Lord, are transformed into the same image from glory to glory, even as from the Lord the Spirit."},"004":{"001":"Therefore seeing we have this ministry, even as we obtained mercy, we faint not:","002":"but we have renounced the hidden things of shame, not walking in craftiness, nor handling the word of God deceitfully; but by the manifestation of the truth commending ourselves to every man\u0027s conscience in the sight of God.","003":"And even if our gospel is veiled, it is veiled in them that perish:","004":"in whom the god of this world hath blinded the minds of the unbelieving, that the light of the gospel of the glory of Christ, who is the image of God, should not dawn `upon them\u0027.","005":"For we preach not ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus\u0027 sake.","006":"Seeing it is God, that said, Light shall shine out of darkness, who shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.","007":"But we have this treasure in earthen vessels, that the exceeding greatness of the power may be of God, and not from ourselves;","008":"`we are\u0027 pressed on every side, yet not straitened; perplexed, yet not unto despair;","009":"pursued, yet not forsaken; smitten down, yet not destroyed;","010":"always bearing about in the body the dying of Jesus, that the life also of Jesus may be manifested in our body.","011":"For we who live are always delivered unto death for Jesus\u0027 sake, that the life also of Jesus may be manifested in our mortal flesh.","012":"So then death worketh in us, but life in you.","013":"But having the same spirit of faith, according to that which is written, I believed, and therefore did I speak; we also believe, and therefore also we speak;","014":"knowing that he that raised up the Lord Jesus shall raise up us also with Jesus, and shall present us with you.","015":"For all things `are\u0027 for your sakes, that the grace, being multiplied through the many, may cause the thanksgiving to abound unto the glory of God.","016":"Wherefore we faint not; but though our outward man is decaying, yet our inward man is renewed day by day.","017":"For our light affliction, which is for the moment, worketh for us more and more exceedingly an eternal weight of glory;","018":"while we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal."},"005":{"001":"For we know that if the earthly house of our tabernacle be dissolved, we have a building from God, a house not made with hands, eternal, in the heavens.","002":"For verily in this we groan, longing to be clothed upon with our habitation which is from heaven:","003":"if so be that being clothed we shall not be found naked.","004":"For indeed we that are in this tabernacle do groan, being burdened; not for that we would be unclothed, but that we would be clothed upon, that what is mortal may be swallowed up of life.","005":"Now he that wrought us for this very thing is God, who gave unto us the earnest of the Spirit.","006":"Being therefore always of good courage, and knowing that, whilst we are at home in the body, we are absent from the Lord","007":"(for we walk by faith, not by sight);","008":"we are of good courage, I say, and are willing rather to be absent from the body, and to be at home with the Lord.","009":"Wherefore also we make it our aim, whether at home or absent, to be well-pleasing unto him.","010":"For we must all be made manifest before the judgment-seat of Christ; that each one may receive the things `done\u0027 in the body, according to what he hath done, whether `it be\u0027 good or bad.","011":"Knowing therefore the fear of the Lord, we persuade men, but we are made manifest unto God; and I hope that we are made manifest also in your consciences.","012":"We are not again commending ourselves unto you, but `speak\u0027 as giving you occasion of glorying on our behalf, that ye may have wherewith to answer them that glory in appearance, and not in heart.","013":"For whether we are beside ourselves, it is unto God; or whether we are of sober mind, it is unto you.","014":"For the love of Christ constraineth us; because we thus judge, that one died for all, therefore all died;","015":"and he died for all, that they that live should no longer live unto themselves, but unto him who for their sakes died and rose again.","016":"Wherefore we henceforth know no man after the flesh: even though we have known Christ after the flesh, yet now we know `him so\u0027 no more.","017":"Wherefore if any man is in Christ, `he is\u0027 a new creature: the old things are passed away; behold, they are become new.","018":"But all things are of God, who reconciled us to himself through Christ, and gave unto us the ministry of reconciliation;","019":"to wit, that God was in Christ reconciling the world unto himself, not reckoning unto them their trespasses, and having committed unto us the word of reconciliation.","020":"We are ambassadors therefore on behalf of Christ, as though God were entreating by us: we beseech `you\u0027 on behalf of Christ, be ye reconciled to God.","021":"Him who knew no sin he made `to be\u0027 sin on our behalf; that we might become the righteousness of God in him."},"006":{"001":"And working together `with him\u0027 we entreat also that ye receive not the grace of God in vain","002":"(for he saith, At an acceptable time I hearkened unto thee, And in a day of salvation did I succor thee: behold, now is the acceptable time; behold, now is the day of salvation):","003":"giving no occasion of stumbling in anything, that our ministration be not blamed;","004":"but in everything commending ourselves, as ministers of God, in much patience, in afflictions, in necessities, in distresses,","005":"in stripes, in imprisonments, in tumults, in labors, in watchings, in fastings;","006":"in pureness, in knowledge, in long suffering, in kindness, in the Holy Spirit, in love unfeigned,","007":"in the word of truth, in the power of God; by the armor of righteousness on the right hand and on the left,","008":"by glory and dishonor, by evil report and good report; as deceivers, and `yet\u0027 true;","009":"as unknown, and `yet\u0027 well known; as dying, and behold, we live; as chastened, and not killed;","010":"as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and `yet\u0027 possessing all things.","011":"Our mouth is open unto you, O Corinthians, our heart is enlarged.","012":"Ye are not straitened in us, but ye are straitened in your own affections.","013":"Now for a recompense in like kind (I speak as unto `my\u0027 children), be ye also enlarged.","014":"Be not unequally yoked with unbelievers: for what fellowship have righteousness and iniquity? or what communion hath light with darkness?","015":"And what concord hath Christ with Belial? or what portion hath a believer with an unbeliever?","016":"And what agreement hath a temple of God with idols? for we are a temple of the living God; even as God said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.","017":"Wherefore Come ye out from among them, and be ye separate, saith the Lord, And touch no unclean thing; And I will receive you,","018":"And will be to you a Father, And ye shall be to me sons and daughters, saith the Lord Almighty."},"007":{"001":"Having therefore these promises, beloved, let us cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God.","002":"Open your hearts to us: we wronged no man, we corrupted no man, we took advantage of no man.","003":"I say it not to condemn `you\u0027: for I have said before, that ye are in our hearts to die together and live together.","004":"Great is my boldness of speech toward you, great is my glorying on your behalf: I am filled with comfort, I overflow with joy in all our affliction.","005":"For even when we were come into Macedonia our flesh had no relief, but `we were\u0027 afflicted on every side; without `were\u0027 fightings, within `were\u0027 fears.","006":"Nevertheless he that comforteth the lowly, `even\u0027 God, comforted us by the coming of Titus;","007":"and not by his coming only, but also by the comfort wherewith he was comforted in you, while he told us your longing, your mourning, your zeal for me; so that I rejoiced yet more.","008":"For though I made you sorry with my epistle, I do not regret it: though I did regret `it\u0027 (for I see that that epistle made you sorry, though but for a season),","009":"I now rejoice, not that ye were made sorry, but that ye were made sorry unto repentance; for ye were made sorry after a godly sort, that ye might suffer loss by us in nothing.","010":"For godly sorrow worketh repentance unto salvation, `a repentance\u0027 which bringeth no regret: but the sorrow of the world worketh death.","011":"For behold, this selfsame thing, that ye were made sorry after a godly sort, what earnest care it wrought in you, yea what clearing of yourselves, yea what indignation, yea what fear, yea what longing, yea what zeal, yea what avenging! In everything ye approved yourselves to be pure in the matter.","012":"So although I wrote unto you, I `wrote\u0027 not for his cause that did the wrong, nor for his cause that suffered the wrong, but that your earnest care for us might be made manifest unto you in the sight of God.","013":"Therefore we have been comforted: And in our comfort we joyed the more exceedingly for the joy of Titus, because his spirit hath been refreshed by you all.","014":"For if in anything I have gloried to him on your behalf, I was not put to shame; but as we spake all things to you in truth, so our glorying also which I made before Titus was found to be truth.","015":"And his affection is more abundantly toward you, while he remembereth the obedience of you all, how with fear and trembling ye received him.","016":"I rejoice that in everything I am of good courage concerning you."},"008":{"001":"Moreover, brethren, we make known to you the grace of God which hath been given in the churches of Macedonia;","002":"how that in much proof of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.","003":"For according to their power, I bear witness, yea and beyond their power, `they gave\u0027 of their own accord,","004":"beseeching us with much entreaty in regard of this grace and the fellowship in the ministering to the saints:","005":"and `this\u0027, not as we had hoped, but first they gave their own selves to the Lord, and to us through the will of God.","006":"Insomuch that we exhorted Titus, that as he made a beginning before, so he would also complete in you this grace also.","007":"But as ye abound in everything, `in\u0027 faith, and utterance, and knowledge, and `in\u0027 all earnestness, and `in\u0027 your love to us, `see\u0027 that ye abound in this grace also.","008":"I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love.","009":"For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might become rich.","010":"And herein I give `my\u0027 judgment: for this is expedient for you, who were the first to make a beginning a year ago, not only to do, but also to will.","011":"But now complete the doing also; that as `there was\u0027 the readiness to will, so `there may be\u0027 the completion also out of your ability.","012":"For if the readiness is there, `it is\u0027 acceptable according as `a man\u0027 hath, not according as `he\u0027 hath not.","013":"For `I say\u0027 not `this\u0027 that others may be eased `and\u0027 ye distressed;","014":"but by equality: your abundance `being a supply\u0027 at this present time for their want, that their abundance also may become `a supply\u0027 for your want; that there may be equality:","015":"as it is written, He that `gathered\u0027 much had nothing over; and he that `gathered\u0027 little had no lack.","016":"But thanks be to God, who putteth the same earnest care for you into the heart of Titus.","017":"For he accepted indeed our exhortation; but being himself very earnest, he went forth unto you of his own accord.","018":"And we have sent together with him the brother whose praise in the gospel `is spread\u0027 through all the churches;","019":"and not only so, but who was also appointed by the churches to travel with us in `the matter of\u0027 this grace, which is ministered by us to the glory of the Lord, and `to show\u0027 our readiness:","020":"Avoiding this, that any man should blame us in `the matter of\u0027 this bounty which is ministered by us:","021":"for we take thought for things honorable, not only in the sight of the Lord, but also in the sight of men.","022":"and we have sent with them our brother, whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which `he hath\u0027 in you.","023":"Whether `any inquire\u0027 about Titus, `he is\u0027 my partner and `my\u0027 fellow-worker to you-ward, or our brethren, `they are\u0027 the messengers of the churches, `they are\u0027 the glory of Christ.","024":"Show ye therefore unto them in the face of the churches the proof of your love, and of our glorying on your behalf."},"009":{"001":"For as touching the ministering to the saints, it is superfluous for me to write to you:","002":"for I know your readiness, of which I glory on your behalf to them of Macedonia, that Achaia hath been prepared for a year past; and your zeal hath stirred up very many of them.","003":"But I have sent the brethren, that our glorying on your behalf may not be made void in this respect; that, even as I said, ye may be prepared:","004":"lest by any means, if there come with me any of Macedonia and find you unprepared, we (that we say not, ye) should be put to shame in this confidence.","005":"I thought it necessary therefore to entreat the brethren, that they would go before unto you, and make up beforehand your aforepromised bounty, that the same might be ready as a matter of bounty, and not of extortion.","006":"But this `I say,\u0027 He that soweth sparingly shall reap also sparingly; and he that soweth bountifully shall reap also bountifully.","007":"`Let\u0027 each man `do\u0027 according as he hath purposed in his heart: not grudgingly, or of necessity: for God loveth a cheerful giver.","008":"And God is able to make all grace abound unto you; that ye, having always all sufficiency in everything, may abound unto every good work:","009":"as it is written, He hath scattered abroad, he hath given to the poor; His righteousness abideth for ever.","010":"And he that supplieth seed to the sower and bread for food, shall supply and multiply your seed for sowing, and increase the fruits of your righteousness:","011":"ye being enriched in everything unto all liberality, which worketh through us thanksgiving to God.","012":"For the ministration of this service not only filleth up the measure of the wants of the saints, but aboundeth also through many thanksgivings unto God;","013":"seeing that through the proving `of you\u0027 by this ministration they glorify God for the obedience of your confession unto the gospel of Christ, and for the liberality of `your\u0027 contribution unto them and unto all;","014":"while they themselves also, with supplication on your behalf, long after you by reason of the exceeding grace of God in you.","015":"Thanks be to God for his unspeakable gift."},"010":{"001":"Now I Paul myself entreat you by the meekness and gentleness of Christ, I who in your presence am lowly among you, but being absent am of good courage toward you:","002":"yea, I beseech you, that I may not when present show courage with the confidence wherewith I count to be bold against some, who count of us as if we walked according to the flesh.","003":"For though we walk in the flesh, we do not war according to the flesh","004":"(for the weapons of our warfare are not of the flesh, but mighty before God to the casting down of strongholds),","005":"casting down imaginations, and every high thing that is exalted against the knowledge of God, and bringing every thought into captivity to the obedience of Christ;","006":"and being in readiness to avenge all disobedience, when your obedience shall be made full.","007":"Ye look at the things that are before your face. If any man trusteth in himself that he is Christ\u0027s, let him consider this again with himself, that, even as he is Christ\u0027s, so also are we.","008":"For though I should glory somewhat abundantly concerning our authority (which the Lord gave for building you up, and not for casting you down), I shall not be put to shame:","009":"that I may not seem as if I would terrify you by my letters.","010":"For, His letters, they say, are weighty and strong; but his bodily presence is weak, and his speech of no account.","011":"Let such a one reckon this, that, what we are in word by letters when we are absent, such `are we\u0027 also in deed when we are present.","012":"For we are not bold to number or compare ourselves with certain of them that commend themselves: but they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding.","013":"But we will not glory beyond `our\u0027 measure, but according to the measure of the province which God apportioned to us as a measure, to reach even unto you.","014":"For we stretch not ourselves overmuch, as though we reached not unto you: for we came even as far as unto you in the gospel of Christ:","015":"not glorying beyond `our\u0027 measure, `that is,\u0027 in other men\u0027s labors; but having hope that, as your faith groweth, we shall be magnified in you according to our province unto `further\u0027 abundance,","016":"so as to preach the gospel even unto the parts beyond you, `and\u0027 not to glory in another\u0027s province in regard of things ready to our hand.","017":"But he that glorieth, let him glory in the Lord.","018":"For not he that commendeth himself is approved, but whom the Lord commendeth."},"011":{"001":"Would that ye could bear with me in a little foolishness: but indeed ye do bear with me.","002":"For I am jealous over you with a godly jealousy: for I espoused you to one husband, that I might present you `as\u0027 a pure virgin to Christ.","003":"But I fear, lest by any means, as the serpent beguiled Eve in his craftiness, your minds should be corrupted from the simplicity and the purity that is toward Christ.","004":"For if he that cometh preacheth another Jesus, whom we did not preach, or `if\u0027 ye receive a different spirit, which ye did not receive, or a different gospel, which ye did not accept, ye do well to bear with `him\u0027.","005":"For I reckon that I am not a whit behind the very chiefest apostles.","006":"But though `I be\u0027 rude in speech, yet `am I\u0027 not in knowledge; nay, in every way have we made `this\u0027 manifest unto you in all things.","007":"Or did I commit a sin in abasing myself that ye might be exalted, because I preached to you the gospel of God for nought?","008":"I robbed other churches, taking wages `of them\u0027 that I might minister unto you;","009":"and when I was present with you and was in want, I was not a burden on any man; for the brethren, when they came from Macedonia, supplied the measure of my want; and in everything I kept myself from being burdensome unto you, and `so\u0027 will I keep `myself\u0027.","010":"As the truth of Christ is in me, no man shall stop me of this glorying in the regions of Achaia.","011":"Wherefore? because I love you not? God knoweth.","012":"But what I do, that I will do, that I may cut off occasion from them that desire an occasion; that wherein they glory, they may be found even as we.","013":"For such men are false apostles, deceitful workers, fashioning themselves into apostles of Christ.","014":"And no marvel; for even Satan fashioneth himself into an angel of light.","015":"It is no great thing therefore if his ministers also fashion themselves as ministers of righteousness, whose end shall be according to their works.","016":"I say again, let no man think me foolish; but if `ye do\u0027, yet as foolish receive me, that I also may glory a little.","017":"That which I speak, I speak not after the Lord, but as in foolishness, in this confidence of glorying.","018":"Seeing that many glory after the flesh, I will glory also.","019":"For ye bear with the foolish gladly, being wise `yourselves\u0027.","020":"For ye bear with a man, if he bringeth you into bondage, if he devoureth you, if he taketh you `captive\u0027, if he exalteth himself, if he smiteth you on the face.","021":"I speak by way of disparagement, as though we had been weak. Yet whereinsoever any is bold (I speak in foolishness), I am bold also.","022":"Are they Hebrews? so am I. Are they Israelites? so am I. Are they the seed of Abraham? so am I.","023":"Are they ministers of Christ? (I speak as one beside himself) I more; in labors more abundantly, in prisons more abundantly, in stripes above measure, in deaths oft.","024":"Of the Jews five times received I forty `stripes\u0027 save one.","025":"Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day have I been in the deep;","026":"`in\u0027 journeyings often, `in\u0027 perils of rivers, `in\u0027 perils of robbers, `in\u0027 perils from `my\u0027 countrymen, `in\u0027 perils from the Gentiles, `in\u0027 perils in the city, `in\u0027 perils in the wilderness, `in\u0027 perils in the sea, `in\u0027 perils among false brethren;","027":"`in\u0027 labor and travail, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness.","028":"Besides those things that are without, there is that which presseth upon me daily, anxiety for all the churches.","029":"Who is weak, and I am not weak? who is caused to stumble, and I burn not?","030":"If I must needs glory, I will glory of the things that concern my weakness.","031":"The God and Father of the Lord Jesus, he who is blessed for evermore knoweth that I lie not.","032":"In Damascus the governor under Aretas the king guarded the city of the Damascenes in order to take me:","033":"and through a window was I let down in a basket by the wall, and escaped his hands."},"012":{"001":"I must needs glory, though it is not expedient; but I will come to visions and revelations of the Lord.","002":"I know a man in Christ, fourteen years ago (whether in the body, I know not; or whether out of the body, I know not; God knoweth), such a one caught up even to the third heaven.","003":"And I know such a man (whether in the body, or apart from the body, I know not; God knoweth),","004":"how that he was caught up into Paradise, and heard unspeakable words, which it is not lawful for a man to utter.","005":"On behalf of such a one will I glory: but on mine own behalf I will not glory, save in `my\u0027 weaknesses.","006":"For if I should desire to glory, I shall not be foolish; for I shall speak the truth: but I forbear, lest any man should account of me above that which he seeth me `to be\u0027, or heareth from me.","007":"And by reason of the exceeding greatness of the revelations, that I should not be exalted overmuch, there was given to me a thorn in the flesh, a messenger of Satan to buffet me, that I should not be exalted overmuch.","008":"Concerning this thing I besought the Lord thrice, that it might depart from me.","009":"And he hath said unto me, My grace is sufficient for thee: for `my\u0027 power is made perfect in weakness. Most gladly therefore will I rather glory in my weaknesses, that the power of Christ may rest upon me.","010":"Wherefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, in distresses, for Christ\u0027s sake: for when I am weak, then am I strong.","011":"I am become foolish: ye compelled me; for I ought to have been commended of you: for in nothing was I behind the very chiefest apostles, though I am nothing.","012":"Truly the signs of an apostle were wrought among you in all patience, by signs and wonders and mighty works.","013":"For what is there wherein ye were made inferior to the rest of the churches, except `it be\u0027 that I myself was not a burden to you? forgive me this wrong.","014":"Behold, this is the third time I am ready to come to you; and I will not be a burden to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children.","015":"And I will most gladly spend and be spent for your souls. If I love you more abundantly, am I loved the less?","016":"But be it so, I did not myself burden you; but, being crafty, I caught you with guile.","017":"Did I take advantage of you by any one of them whom I have sent unto you?","018":"I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? walked we not in the same spirit? `walked we\u0027 not in the same steps?","019":"Ye think all this time that we are excusing ourselves unto you. In the sight of God speak we in Christ. But all things, beloved, `are\u0027 for your edifying.","020":"For I fear, lest by any means, when I come, I should find you not such as I would, and should myself be found of you such as ye would not; lest by any means `there should be\u0027 strife, jealousy, wraths, factions, backbitings, whisperings, swellings, tumults;","021":"lest again when I come my God should humble me before you, and I should mourn for many of them that have sinned heretofore, and repented not of the uncleanness and fornication and lasciviousness which they committed."},"013":{"001":"This is the third time I am coming to you. At the mouth of two witnesses or three shall every word established.","002":"I have said beforehand, and I do say beforehand, as when I was present the second time, so now, being absent, to them that have sinned heretofore, and to all the rest, that, if I come again, I will not spare;","003":"seeing that ye seek a proof of Christ that speaketh in me; who to you-ward is not weak, but is powerful in you:","004":"for he was crucified through weakness, yet he liveth through the power of God. For we also are weak in him, but we shall live with him through the power of God toward you.","005":"Try your own selves, whether ye are in the faith; prove your own selves. Or know ye not as to your own selves, that Jesus Christ is in you? unless indeed ye be reprobate.","006":"But I hope that ye shall know that we are not reprobate.","007":"Now we pray to God that ye do no evil; not that we may appear approved, but that ye may do that which is honorable, though we be as reprobate.","008":"For we can do nothing against the truth, but for the truth.","009":"For we rejoice, when we are weak, and ye are strong: this we also pray for, even your perfecting.","010":"For this cause I write these things while absent, that I may not when present deal sharply, according to the authority which the Lord gave me for building up, and not for casting down.","011":"Finally, brethren, farewell. Be perfected; be comforted; be of the same mind; live in peace: and the God of love and peace shall be with you.","012":"Salute one another with a holy kiss.","013":"All the saints salute you.","014":"The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Spirit, be with you all."}}