{"001":{"001":"Now in the first year of Cyrus king of Persia, that the word of Jehovah by the mouth of Jeremiah might be accomplished, Jehovah stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and `put it\u0027 also in writing, saying,","002":"Thus saith Cyrus king of Persia, All the kingdoms of the earth hath Jehovah, the God of heaven, given me; and he hath charged me to build him a house in Jerusalem, which is in Judah.","003":"Whosoever there is among you of all his people, his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of Jehovah, the God of Israel (he is God), which is in Jerusalem.","004":"And whosoever is left, in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, besides the freewill-offering for the house of God which is in Jerusalem.","005":"Then rose up the heads of fathers\u0027 `houses\u0027 of Judah and Benjamin, and the priests, and the Levites, even all whose spirit God had stirred to go up to build the house of Jehovah which is in Jerusalem.","006":"And all they that were round about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, besides all that was willingly offered.","007":"Also Cyrus the king brought forth the vessels of the house of Jehovah, which Nebuchadnezzar had brought forth out of Jerusalem, and had put in the house of his gods;","008":"even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.","009":"And this is the number of them: thirty platters of gold, a thousand platters of silver, nine and twenty knives,","010":"thirty bowls of gold, silver bowls of a second sort four hundred and ten, and other vessels a thousand.","011":"All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up, when they of the captivity were brought up from Babylon unto Jerusalem."},"002":{"001":"Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city;","002":"who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:","003":"The children of Parosh, two thousand a hundred seventy and two.","004":"The children of Shephatiah, three hundred seventy and two.","005":"The children of Arah, seven hundred seventy and five.","006":"The children of Pahath-moab, of the children of Jeshua `and\u0027 Joab, two thousand eight hundred and twelve.","007":"The children of Elam, a thousand two hundred fifty and four.","008":"The children of Zattu, nine hundred forty and five.","009":"The children of Zaccai, seven hundred and threescore.","010":"The children of Bani, six hundred forty and two.","011":"The children of Bebai, six hundred twenty and three.","012":"The children of Azgad, a thousand two hundred twenty and two.","013":"The children of Adonikam, six hundred sixty and six.","014":"The children of Bigvai, two thousand fifty and six.","015":"The children of Adin, four hundred fifty and four.","016":"The children of Ater, of Hezekiah, ninety and eight.","017":"The children of Bezai, three hundred twenty and three.","018":"The children of Jorah, a hundred and twelve.","019":"The children of Hashum, two hundred twenty and three.","020":"The children of Gibbar, ninety and five.","021":"The children of Beth-lehem, a hundred twenty and three.","022":"The men of Netophah, fifty and six.","023":"The men of Anathoth, a hundred twenty and eight.","024":"The children of Azmaveth, forty and two.","025":"The children of Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three.","026":"The children of Ramah and Geba, six hundred twenty and one.","027":"The men of Michmas, a hundred twenty and two.","028":"The men of Beth-el and Ai, two hundred twenty and three.","029":"The children of Nebo, fifty and two.","030":"The children of Magbish, a hundred fifty and six.","031":"The children of the other Elam, a thousand two hundred fifty and four.","032":"The children of Harim, three hundred and twenty.","033":"The children of Lod, Hadid, and Ono, seven hundred twenty and five.","034":"The children of Jericho, three hundred forty and five.","035":"The children of Senaah, three thousand and six hundred and thirty.","036":"The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.","037":"The children of Immer, a thousand fifty and two.","038":"The children of Pashhur, a thousand two hundred forty and seven.","039":"The children of Harim, a thousand and seventeen.","040":"The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy and four.","041":"The singers: the children of Asaph, a hundred twenty and eight.","042":"The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.","043":"The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,","044":"the children of Keros, the children of Siaha, the children of Padon,","045":"the children of Lebanah, the children of Hagabah, the children of Akkub,","046":"the children of Hagab, the children of Shamlai, the children of Hanan,","047":"the children of Giddel, the children of Gahar, the children of Reaiah,","048":"the children of Rezin, the children of Nekoda, the children of Gazzam,","049":"the children of Uzza, the children of Paseah, the children of Besai,","050":"the children of Asnah, the children of Meunim, the children of Nephisim,","051":"the children of Bakbuk, the children of Hakupha, the children of Harhur,","052":"the children of Bazluth, the children of Mehida, the children of Harsha,","053":"the children of Barkos, the children of Sisera, the children of Temah,","054":"the children of Neziah, the children of Hatipha.","055":"The children of Solomon\u0027s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,","056":"the children of Jaalah, the children of Darkon, the children of Giddel,","057":"the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Ami.","058":"All the Nethinim, and the children of Solomon\u0027s servants, were three hundred ninety and two.","059":"And these were they that went up from Tel-melah, Tel-harsha, Cherub, Addan, `and\u0027 Immer; but they could not show their fathers\u0027 houses, and their seed, whether they were of Israel:","060":"the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two.","061":"And of the children of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.","062":"These sought their register `among\u0027 those that were reckoned by genealogy, but they were not found: therefore were they deemed polluted and put from the priesthood.","063":"And the governor said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.","064":"The whole assembly together was forty and two thousand three hundred and threescore,","065":"besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred singing men and singing women.","066":"Their horses were seven hundred thirty and six; their mules, two hundred forty and five;","067":"their camels, four hundred thirty and five; `their\u0027 asses, six thousand seven hundred and twenty.","068":"And some of the heads of fathers\u0027 `houses\u0027, when they came to the house of Jehovah which is in Jerusalem, offered willingly for the house of God to set it up in its place:","069":"they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand pounds of silver, and one hundred priests\u0027 garments.","070":"So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities."},"003":{"001":"And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.","002":"Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God.","003":"And they set the altar upon its base; for fear was upon them because of the peoples of the countries: and they offered burnt-offerings thereon unto Jehovah, even burnt-offerings morning and evening.","004":"And they kept the feast of tabernacles, as it is written, and `offered\u0027 the daily burnt-offerings by number, according to the ordinance, as the duty of every day required;","005":"and afterward the continual burnt-offering, and `the offerings\u0027 of the new moons, and of all the set feasts of Jehovah that were consecrated, and of every one that willingly offered a freewill-offering unto Jehovah.","006":"From the first day of the seventh month began they to offer burnt-offerings unto Jehovah: but the foundation of the temple of Jehovah was not yet laid.","007":"They gave money also unto the masons, and to the carpenters; and food, and drink, and oil, unto them of Sidon, and to them of Tyre, to bring cedar-trees from Lebanon to the sea, unto Joppa, according to the grant that they had of Cyrus king of Persia.","008":"Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to have the oversight of the work of the house of Jehovah.","009":"Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of Judah, together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites.","010":"And when the builders laid the foundation of the temple of Jehovah, they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise Jehovah, after the order of David king of Israel.","011":"And they sang one to another in praising and giving thanks unto Jehovah, `saying\u0027, For he is good, for his lovingkindness `endureth\u0027 for ever toward Israel. And all the people shouted with a great shout, when they praised Jehovah, because the foundation of the house of Jehovah was laid.","012":"But many of the priests and Levites and heads of fathers\u0027 `houses\u0027, the old men that had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:","013":"so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off."},"004":{"001":"Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel;","002":"then they drew near to Zerubbabel, and to the heads of fathers\u0027 `houses\u0027, and said unto them, Let us build with you; for we seek your God, as ye do; and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither.","003":"But Zerubbabel, and Jeshua, and the rest of the heads of fathers\u0027 `houses\u0027 of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us.","004":"Then the people of the land weakened the hands of the people of Judah, and troubled them in building,","005":"and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.","006":"And in the reign of Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.","007":"And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the Syrian `character\u0027, and set forth in the Syrian `tongue\u0027.","008":"Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:","009":"then `wrote\u0027 Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,","010":"and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest `of the country\u0027 beyond the River, and so forth.","011":"This is the copy of the letter that they sent unto Artaxerxes the king: Thy servants the men beyond the River, and so forth.","012":"Be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations.","013":"Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful unto the kings.","014":"Now because we eat the salt of the palace, and it is not meet for us to see the king\u0027s dishonor, therefore have we sent and certified the king;","015":"that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste.","016":"We certify the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.","017":"`Then\u0027 sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and in the rest `of the country\u0027 beyond the River: Peace, and so forth.","018":"The letter which ye sent unto us hath been plainly read before me.","019":"And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein.","020":"There have been mighty kings also over Jerusalem, who have ruled over all `the country\u0027 beyond the River; and tribute, custom, and toll, was paid unto them.","021":"Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me.","022":"And take heed that ye be not slack herein: why should damage grow to the hurt of the kings?","023":"Then when the copy of king Artaxerxes\u0027 letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power.","024":"Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia."},"005":{"001":"Now the prophets, Haggai the prophet, and Zechariah the son of Iddo, prophesied unto the Jews that were in Judah and Jerusalem; in the name of the God of Israel `prophesied they\u0027 unto them.","002":"Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which is at Jerusalem; and with them were the prophets of God, helping them.","003":"At the same time came to them Tattenai, the governor beyond the River, and Shethar-bozenai, and their companions, and said thus unto them, Who gave you a decree to build this house, and to finish this wall?","004":"Then we told them after this manner, what the names of the men were that were making this building.","005":"But the eye of their God was upon the elders of the Jews, and they did not make them cease, till the matter should come to Darius, and then answer should be returned by letter concerning it.","006":"The copy of the letter that Tattenai, the governor beyond the River, and Shethar-bozenai, and his companions the Apharsachites, who were beyond the River, sent unto Darius the king;","007":"they sent a letter unto him, wherein was written thus: Unto Darius the king, all peace.","008":"Be it known unto the king, that we went into the province of Judah, to the house of the great God, which is builded with great stones, and timber is laid in the walls; and this work goeth on with diligence and prospereth in their hands.","009":"Then asked we those elders, and said unto them thus, Who gave you a decree to build this house, and to finish this wall?","010":"We asked them their names also, to certify thee, that we might write the names of the men that were at the head of them.","011":"And thus they returned us answer, saying, We are the servants of the God of heaven and earth, and are building the house that was builded these many years ago, which a great king of Israel builded and finished.","012":"But after that our fathers had provoked the God of heaven unto wrath, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house, and carried the people away into Babylon.","013":"But in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God.","014":"And the gold and silver vessels also of the house of God, which Nebuchadnezzar took out of the temple that was in Jerusalem, and brought into the temple of Babylon, those did Cyrus the king take out of the temple of Babylon, and they were delivered unto one whose name was Sheshbazzar, whom he had made governor;","015":"and he said unto him, Take these vessels, go, put them in the temple that is in Jerusalem, and let the house of God be builded in its place.","016":"Then came the same Sheshbazzar, and laid the foundations of the house of God which is in Jerusalem: and since that time even until now hath it been in building, and yet it is not completed.","017":"Now therefore, if it seem good to the king, let there be search made in the king\u0027s treasure-house, which is there at Babylon, whether it be so, that a decree was made of Cyrus the king to build this house of God at Jerusalem; and let the king send his pleasure to us concerning this matter."},"006":{"001":"Then Darius the king made a decree, and search was made in the house of the archives, where the treasures were laid up in Babylon.","002":"And there was found at Achmetha, in the palace that is in the province of Media, a roll, and therein was thus written for a record:","003":"In the first year of Cyrus the king, Cyrus the king made a decree: Concerning the house of God at Jerusalem, let the house be builded, the place where they offer sacrifices, and let the foundations thereof be strongly laid; the height thereof threescore cubits, and the breadth thereof threescore cubits;","004":"with three courses of great stones, and a course of new timber: and let the expenses be given out of the king\u0027s house.","005":"And also let the gold and silver vessels of the house of God, which Nebuchadnezzar took forth out of the temple which is at Jerusalem, and brought unto Babylon, be restored, and brought again unto the temple which is at Jerusalem, every one to its place; and thou shalt put them in the house of God.","006":"Now therefore, Tattenai, governor beyond the River, Shethar-bozenai, and your companions the Apharsachites, who are beyond the River, be ye far from thence:","007":"let the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in its place.","008":"Moreover I make a decree what ye shall do to these elders of the Jews for the building of this house of God: that of the king\u0027s goods, even of the tribute beyond the River, expenses be given with all diligence unto these men, that they be not hindered.","009":"And that which they have need of, both young bullocks, and rams, and lambs, for burnt-offerings to the God of heaven; `also\u0027 wheat, salt, wine, and oil, according to the word of the priests that are at Jerusalem, let it be given them day by day without fail;","010":"that they may offer sacrifices of sweet savor unto the God of heaven, and pray for the life of the king, and of his sons.","011":"Also I have made a decree, that whosoever shall alter this word, let a beam be pulled out from his house, and let him be lifted up and fastened thereon; and let his house be made a dunghill for this:","012":"and the God that hath caused his name to dwell there overthrow all kings and peoples that shall put forth their hand to alter `the same\u0027, to destroy this house of God which is at Jerusalem. I Darius have made a decree; let it be done with all diligence.","013":"Then Tattenai, the governor beyond the River, Shethar-bozenai, and their companions, because that Darius the king had sent, did accordingly with all diligence.","014":"And the elders of the Jews builded and prospered, through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they builded and finished it, according to the commandment of the God of Israel, and according to the decree of Cyrus, and Darius, and Artaxerxes king of Persia.","015":"And this house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king.","016":"And the children of Israel, the priests, and the Levites, and the rest of the children of the captivity, kept the dedication of this house of God with joy.","017":"And they offered at the dedication of this house of God a hundred bullocks, two hundred rams, four hundred lambs; and for a sin-offering for all Israel, twelve he-goats, according to the number of the tribes of Israel.","018":"And they set the priests in their divisions, and the Levites in their courses, for the service of God, which is at Jerusalem; as it is written in the book of Moses.","019":"And the children of the captivity kept the passover upon the fourteenth `day\u0027 of the first month.","020":"For the priests and the Levites had purified themselves together; all of them were pure: and they killed the passover for all the children of the captivity, and for their brethren the priests, and for themselves.","021":"And the children of Israel that were come again out of the captivity, and all such as had separated themselves unto them from the filthiness of the nations of the land, to seek Jehovah, the God of Israel, did eat,","022":"and kept the feast of unleavened bread seven days with joy: for Jehovah had made them joyful, and had turned the heart of the king of Assyria unto them, to strengthen their hands in the work of the house of God, the God of Israel."},"007":{"001":"Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,","002":"the son of Shallum, the son of Zadok, the son of Ahitub,","003":"the son of Amariah, the son of Azariah, the son of Meraioth,","004":"the son of Zerahiah, the son of Uzzi, the son of Bukki,","005":"the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest;","006":"this Ezra went up from Babylon: and he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him.","007":"And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king.","008":"And he came to Jerusalem in the fifth month, which was in the seventh year of the king.","009":"For upon the first `day\u0027 of the first month began he to go up from Babylon; and on the first `day\u0027 of the fifth month came he to Jerusalem, according to the good hand of his God upon him.","010":"For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.","011":"Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel:","012":"Artaxerxes, king of kings, unto Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth.","013":"I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go to Jerusalem, go with thee.","014":"Forasmuch as thou art sent of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand,","015":"and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem,","016":"and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem;","017":"therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem.","018":"And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God.","019":"And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem.","020":"And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king\u0027s treasure-house.","021":"And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence,","022":"unto a hundred talents of silver, and to a hundred measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much.","023":"Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?","024":"Also we certify you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, upon them.","025":"And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not.","026":"And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.","027":"Blessed be Jehovah, the God of our fathers, who hath put such a thing as this in the king\u0027s heart, to beautify the house of Jehovah which is in Jerusalem;","028":"and hath extended lovingkindness unto me before the king, and his counsellors, and before all the king\u0027s mighty princes. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel chief men to go up with me."},"008":{"001":"Now these are the heads of their fathers\u0027 `houses\u0027, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king:","002":"Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.","003":"Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males a hundred and fifty.","004":"Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males.","005":"Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.","006":"And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.","007":"And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.","008":"And of the sons of Shephatiah, Zebadiah the son of Michael; and with him fourscore males.","009":"Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males.","010":"And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and threescore males.","011":"And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty and eight males.","012":"And of the sons of Azgad, Johanan the son of Hakkatan; and with him a hundred and ten males.","013":"And of the sons of Adonikam, `that were\u0027 the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them threescore males.","014":"And of the sons of Bigvai, Uthai and Zabbud; and with them seventy males.","015":"And I gathered them together to the river that runneth to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi.","016":"Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, who were teachers.","017":"And I sent them forth unto Iddo the chief at the place Casiphia; and I told them what they should say unto Iddo, `and\u0027 his brethren the Nethinim, at the place Casiphia, that they should bring unto us ministers for the house of our God.","018":"And according to the good hand of our God upon us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;","019":"and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;","020":"and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name.","021":"Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance.","022":"For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken unto the king, saying, The hand of our God is upon all them that seek him, for good; but his power and his wrath is against all them that forsake him.","023":"So we fasted and besought our God for this: and he was entreated of us.","024":"Then I set apart twelve of the chiefs of the priests, even Sherebiah, Hashabiah, and ten of their brethren with them,","025":"and weighed unto them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counsellors, and his princes, and all Israel there present, had offered:","026":"I weighed into their hand six hundred and fifty talents of silver, and silver vessels a hundred talents; of gold a hundred talents;","027":"and twenty bowls of gold, of a thousand darics; and two vessels of fine bright brass, precious as gold.","028":"And I said unto them, Ye are holy unto Jehovah, and the vessels are holy; and the silver and the gold are a freewill-offering unto Jehovah, the God of your fathers.","029":"Watch ye, and keep them, until ye weigh them before the chiefs of the priests and the Levites, and the princes of the fathers\u0027 `houses\u0027 of Israel, at Jerusalem, in the chambers of the house of Jehovah.","030":"So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem unto the house of our God.","031":"Then we departed from the river Ahava on the twelfth `day\u0027 of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy and the lier-in-wait by the way.","032":"And we came to Jerusalem, and abode there three days.","033":"And on the fourth day the silver and the gold and the vessels were weighed in the house of our God into the hand of Meremoth the son of Uriah the priest; and with him was Eleazar the son of Phinehas; and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levite;","034":"the whole by number and by weight: and all the weight was written at that time.","035":"The children of the captivity, that were come out of exile, offered burnt-offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he-goats for a sin-offering: all this was a burnt-offering unto Jehovah.","036":"And they delivered the king\u0027s commissions unto the king\u0027s satraps, and to the governors beyond the River: and they furthered the people and the house of God."},"009":{"001":"Now when these things were done, the princes drew near unto me, saying, The people of Israel, and the priests and the Levites, have not separated themselves from the peoples of the lands, `doing\u0027 according to their abominations, even of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.","002":"For they have taken of their daughters for themselves and for their sons, so that the holy seed have mingled themselves with the peoples of the lands: yea, the hand of the princes and rulers hath been chief in this trespass.","003":"And when I heard this thing, I rent my garment and my robe, and plucked off the hair of my head and of my beard, and sat down confounded.","004":"Then were assembled unto me every one that trembled at the words of the God of Israel, because of the trespass of them of the captivity; and I sat confounded until the evening oblation.","005":"And at the evening oblation I arose up from my humiliation, even with my garment and my robe rent; and I fell upon my knees, and spread out my hands unto Jehovah my God;","006":"and I said, O my God, I am ashamed and blush to lift up my face to thee, my God; for our iniquities are increased over our head, and our guiltiness is grown up unto the heavens.","007":"Since the days of our fathers we have been exceeding guilty unto this day; and for our iniquities have we, our kings, and our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to plunder, and to confusion of face, as it is this day.","008":"And now for a little moment grace hath been showed from Jehovah our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage.","009":"For we are bondmen; yet our God hath not forsaken us in our bondage, but hath extended lovingkindness unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the ruins thereof, and to give us a wall in Judah and in Jerusalem.","010":"And now, O our God, what shall we say after this? for we have forsaken thy commandments,","011":"which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land through the uncleanness of the peoples of the lands, through their abominations, which have filled it from one end to another with their filthiness:","012":"now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their prosperity for ever; that ye may be strong, and eat the good of the land, and leave it for an inheritance to your children for ever.","013":"And after all that is come upon us for our evil deeds, and for our great guilt, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such a remnant,","014":"shall we again break thy commandments, and join in affinity with the peoples that do these abominations? wouldest not thou be angry with us till thou hadst consumed us, so that there should be no remnant, nor any to escape?","015":"O Jehovah, the God of Israel, thou art righteous; for we are left a remnant that is escaped, as it is this day: behold, we are before thee in our guiltiness; for none can stand before thee because of this."},"010":{"001":"Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore.","002":"And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land: yet now there is hope for Israel concerning this thing.","003":"Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of my lord, and of those that tremble at the commandment of our God; and let it be done according to the law.","004":"Arise; for the matter belongeth unto thee, and we are with thee: be of good courage, and do it.","005":"Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware.","006":"Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib: and `when\u0027 he came thither, he did eat no bread, nor drink water; for he mourned because of the trespass of them of the captivity.","007":"And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;","008":"and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the assembly of the captivity.","009":"Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days; it was the ninth month, on the twentieth `day\u0027 of the month: and all the people sat in the broad place before the house of God, trembling because of this matter, and for the great rain.","010":"And Ezra the priest stood up, and said unto them, Ye have trespassed, and have married foreign women, to increase the guilt of Israel.","011":"Now therefore make confession unto Jehovah, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women.","012":"Then all the assembly answered and said with a loud voice, As thou hast said concerning us, so must we do.","013":"But the people are many, and it is a time of much rain, and we are not able to stand without: neither is this a work of one day or two; for we have greatly transgressed in this matter.","014":"Let now our princes be appointed for all the assembly, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, until this matter be despatched.","015":"Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this `matter\u0027: and Meshullam and Shabbethai the Levite helped them.","016":"And the children of the captivity did so. And Ezra the priest, `with\u0027 certain heads of fathers\u0027 `houses\u0027, after their fathers\u0027 houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.","017":"And they made an end with all the men that had married foreign women by the first day of the first month.","018":"And among the sons of the priests there were found that had married foreign women: `namely\u0027, of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah.","019":"And they gave their hand that they would put away their wives; and being guilty, `they offered\u0027 a ram of the flock for their guilt.","020":"And of the sons of Immer: Hanani and Zebadiah.","021":"And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.","022":"And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.","023":"And of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer.","024":"And of the singers: Eliashib. And of the porters: Shallum, and Telem, and Uri.","025":"And of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.","026":"And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.","027":"And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.","028":"And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.","029":"And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, Jeremoth.","030":"And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.","031":"And `of\u0027 the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,","032":"Benjamin, Malluch, Shemariah.","033":"Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.","034":"Of the sons of Bani: Maadai, Amram, and Uel,","035":"Benaiah, Bedeiah, Cheluhi,","036":"Vaniah, Meremoth, Eliashib,","037":"Mattaniah, Mattenai, and Jaasu,","038":"and Bani, and Binnui, Shimei,","039":"and Shelemiah, and Nathan, and Adaiah,","040":"Machnadebai, Shashai, Sharai,","041":"Azarel, and Shelemiah, Shemariah,","042":"Shallum, Amariah, Joseph.","043":"Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, and Joel, Benaiah.","044":"All these had taken foreign wives; and some of them had wives by whom they had children."}}