{"013":{"001":"\\\\13:1\\\\and saw a beast rise out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.","002":"And the beast which I saw was like a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.","003":"And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.","004":"And they worshiped the dragon which gave power to the beast: and they worshiped the beast, saying, Who is like the beast? who is able to make war with him?","005":"And there was given to him a mouth speaking great things and blasphemies; and power was given to him to continue forty and two months.","006":"And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.","007":"And it was given to him to make war with the saints, and to overcome them: and power was given him over all kindreds, and languages, and nations.","008":"And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.","009":"If any man hath an ear, let him hear.","010":"He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.","011":"And I beheld another beast coming up out of the earth, and he had two horns like a lamb, and he spoke as a dragon.","012":"And he exerciseth all the power of the first beast before him, and causeth the earth and them who dwell in it to worship the first beast, whose deadly wound was healed.","013":"And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,","014":"And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and lived.","015":"And he had power to give life to the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.","016":"And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:","017":"And that no man might buy or sell, save him that had the mark, or the name of the beast, or the number of his name.","018":"Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is six hundred and sixty six."},"014":{"001":"And I looked, and lo, a lamb stood on the mount Sion, and with him a hundred and forty four thousand, having his Father\u0027s name written in their foreheads.","002":"And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and I heard the voice of harpers harping with their harps:","003":"And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty four thousand, who were redeemed from the earth.","004":"These are they who were not defiled with women; for they are virgins. These are they who follow the Lamb whithersoever he goeth. These were redeemed from among men, being the first-fruits to God and to the Lamb.","005":"And in their mouth was found no guile: for they are without fault before the throne of God.","006":"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach to them that dwell on the earth, and to every nation, and kindred, and language, and people,","007":"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.","008":"And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her lewdness.","009":"And the third angel followed them, saying with a loud voice, If any man worshipeth the beast and his image, and receiveth his mark in his forehead, or in his hand,","010":"The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:","011":"And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whoever receiveth the mark of his name.","012":"Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.","013":"And I heard a voice from heaven, saying to me, Write, Blessed are the dead who die in the Lord from henceforth: Verily, saith the Spirit, that they may rest from their labors; and their works follow them.","014":"And I looked, and behold, a white cloud, and upon the cloud one sat like the Son of man, having on his head a golden crown, and in his hand a sharp sickle.","015":"And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle, and reap: for the time is come for thee to reap; for the harvest of the earth is ripe.","016":"And he that sat on the cloud thrust in his sickle on the earth; and the earth was reaped.","017":"And another angel came out of the temple which is in heaven, he also having a sharp sickle.","018":"And another angel came out from the altar, who had power over fire; and cried with a loud cry to him that had the sharp sickle, saying, Thrust in thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe.","019":"And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great wine-press of the wrath of God.","020":"And the wine-press was trodden without the city, and blood came out of the wine-press, even to the horses\u0027 bridles, by the space of a thousand and six hundred furlongs."},"015":{"001":"And I saw another sign in heaven, great and marvelous, seven angels having the seven last plagues; for in them is filled up the wrath of God.","002":"And I saw as it were a sea of glass mingled with fire: and them that had gained the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God.","003":"And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvelous are thy works, Lord God Almighty; just and true are thy ways, thou King of saints.","004":"Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.","005":"And after that I looked, and behold, the temple of the tabernacle of the testimony in heaven was opened:","006":"And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles.","007":"And one of the four living beings gave to the seven angels seven golden vials full of the wrath of God, who liveth for ever and ever.","008":"And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled."},"016":{"001":"And I heard a great voice out of the temple, saying to the seven angels, Go, and pour out the vials of the wrath of God upon the earth.","002":"And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men who had the mark of the beast, and upon them who worshiped his image.","003":"And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.","004":"And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.","005":"And I heard the angel of the waters say, Thou art righteous, O Lord, who art, and wast, and wilt be, because thou hast judged thus.","006":"For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.","007":"And I heard another from the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.","008":"And the fourth angel poured out his vial upon the sun; and power was given to him to scorch men with fire.","009":"And men were scorched with great heat, and blasphemed the name of God, who hath power over these plagues: and they repented not to give him glory.","010":"And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,","011":"And blasphemed the God of heaven, because of their pains and their sores, and repented not of their deeds.","012":"And the sixth angel poured out his vial upon the great river Euphrates; and the water of it was dried up, that the way of the kings of the east might be prepared.","013":"And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.","014":"For they are the spirits of demons, working miracles, which go forth to the kings of the earth, and of the whole world, to gather them to the battle of that great day of God Almighty.","015":"Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.","016":"And he gathered them into a place called in the Hebrew tongue Armageddon.","017":"And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.","018":"And there were voices, and thunders, and lightnings; and there was a great earthquake, such as hath not been since men were upon the earth, so mighty an earthquake, and so great.","019":"And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give to her the cup of the wine of the fierceness of his wrath.","020":"And every isle fled away, and the mountains were not found.","021":"And there fell upon men a great hail out of heaven, every stone about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague of it was exceeding great."},"017":{"001":"And there came one of the seven angels who had the seven vials, and talked with me, saying to me, Come hither; I will show to thee the judgment of the great harlot that sitteth upon many waters;","002":"With whom the kings of the earth have committed lewd deeds, and the inhabitants of the earth have been made drunk with the wine of her lewdness.","003":"So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet-colored beast, full of names of blasphemy, having seven heads and ten horns.","004":"And the woman was arrayed in purple and scarlet-color, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her lewdness:","005":"And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS, AND ABOMINATIONS OF THE EARTH.","006":"And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.","007":"And the angel said to me, Why didst thou wonder? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.","008":"The beast that thou sawest, was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.","009":"And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.","010":"And there are seven kings: five are fallen, and one is, and the other is not yet come; and when he cometh, he must continue a short time.","011":"And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.","012":"And the ten horns which thou sawest are ten kings, who have received no kingdom as yet; but receive power as kings one hour with the beast.","013":"These have one mind, and shall give their power and strength to the beast.","014":"These will make war with the Lamb, and the Lamb will overcome them: for he is Lord of lords, and King of kings; and they that are with him are called, and chosen, and faithful.","015":"And he saith to me, The waters which thou sawest, where the harlot sitteth, are peoples, and multitudes, and nations, and languages.","016":"And the ten horns which thou sawest upon the beast, these shall hate the harlot, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.","017":"For God hath put in their hearts to fulfill his will, and to agree, and give their kingdom to the beast, until the words of God shall be fulfilled.","018":"And the woman whom thou sawest is that great city, which reigneth over the kings of the earth."},"018":{"001":"And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.","002":"And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of demons, and the hold of every foul spirit, and a cage of every unclean and hateful bird.","003":"For all nations have drank of the wine of the wrath of her lewdness, and the kings of the earth have committed lewd deeds with her, and the merchants of the earth have become rich through the abundance of her delicacies.","004":"And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.","005":"For her sins have reached to heaven, and God hath remembered her iniquities.","006":"Reward her even as she rewarded you, and double to her double according to her works: in the cup which she hath filled, fill to her double.","007":"How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.","008":"Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.","009":"And the kings of the earth, who have committed lewdness and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,","010":"Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.","011":"And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:","012":"The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all vessels of ivory, and all vessels of most precious wood, and of brass, and iron, and marble,","013":"And cinnamon, and odors, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.","014":"And the fruits that thy soul lusted after have departed from thee, and all things which were dainty and goodly have departed from thee, and thou shalt find them no more at all.","015":"The merchants of these things who were made rich by her, shall stand afar off, for the fear of her torment, weeping and wailing,","016":"And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!","017":"For in one hour so great riches is come to naught. And every ship-master, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,","018":"And cried when they saw the smoke of her burning, saying, What city is like this great city!","019":"And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, in which were made rich all that had ships in the sea by reason of her opulence! for in one hour is she made desolate.","020":"Rejoice over her thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.","021":"And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be no more found.","022":"And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be no more heard in thee; and no artificer, of whatever craft he be, shall be found any more in thee; and the sound of a millstone shall be no more heard in thee;","023":"And the light of a candle shall shine no more in thee; and the voice of the bridegroom and of the bride shall be heard no more in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.","024":"And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth."},"019":{"001":"And after these things I heard a great voice of many people in heaven, saying, Alleluia: Salvation, and glory, and honor, and power, to the Lord our God:","002":"For true and righteous are his judgments: for he hath judged the great harlot, who corrupted the earth with her lewdness, and hath avenged the blood of his servants at her hand.","003":"And again they said, Alleluia. And her smoke rose up for ever and ever.","004":"And the four and twenty elders and the four living beings fell down and worshiped God who sat on the throne, saying, Amen; Alleluia.","005":"And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.","006":"And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth.","007":"Let us be glad and rejoice, and give honor to him: for the marriage of the Lamb is come, and his wife hath made herself ready.","008":"And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.","009":"And he saith to me, Write, Blessed are they who are called to the marriage supper of the Lamb. And he saith to me, These are the true sayings of God.","010":"And I fell at his feet to worship him. And he said to me, See thou do it not: I am thy fellow-servant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.","011":"And I saw heaven opened, and behold, a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.","012":"His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.","013":"And he was clothed with a vesture dipped in blood: and his name is called, The Word of God.","014":"And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.","015":"And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the wine-press of the fierceness and wrath of Almighty God.","016":"And he hath on his vesture and on his thigh a name written, KING OF KINGS AND LORD OF LORDS.","017":"And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come, and assemble yourselves to the supper of the great God;","018":"That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.","019":"And I saw the beast, and the kings of the earth, and their armies, assembled to make war against him that sat on the horse, and against his army.","020":"And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshiped his image. These both were cast alive into a lake of fire burning with brimstone.","021":"And the remnant were slain with the sword of him that sat upon the horse, which sword proceedeth out of his mouth: and all the fowls were filled with their flesh."},"020":{"001":"And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.","002":"And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years.","003":"And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled; and after that he must be loosed a little season.","004":"And I saw thrones, and they sat upon them, and judgment was given to them: and I saw the souls of them that were beheaded for the testimony of Jesus, and for the word of God, and who had not worshiped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.","005":"But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.","006":"Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.","007":"And when the thousand years have expired, Satan shall be loosed from his prison,","008":"And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them to battle: the number of whom is as the sand of the sea.","009":"And they went up on the breadth of the earth, and encompassed the camp of the saints, and the beloved city: and fire came down from God out of heaven, and devoured them.","010":"And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.","011":"And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.","012":"And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of the things which were written in the books, according to their works.","013":"And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.","014":"And death and hell were cast into the lake of fire. This is the second death.","015":"And whoever was not found written in the book of life was cast into the lake of fire."},"021":{"001":"And I saw a new heaven and a new earth: for the first heaven and the first earth had passed away; and there was no more sea.","002":"And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.","003":"And I heard a great voice out of heaven, saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself will be with them, and be their God.","004":"And God will wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things have passed away.","005":"And he that sat upon the throne said, Behold, I make all things new. And he said to me, Write: for these words are true and faithful.","006":"And he said to me, It is done. I am Alpha and Omega, the beginning and the end. I will give to him that is thirsty of the fountain of the water of life freely.","007":"He that overcometh shall inherit all things; and I will be his God, and he shall be my son.","008":"But the fearful, and unbelieving, and the abominable, and murderers, and lewd men, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.","009":"And there came to me one of the seven angels, who had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will show thee the bride, the Lamb\u0027s wife.","010":"And he carried me away in the spirit to a great and high mountain, and showed me that great city, the holy Jerusalem, descending out of heaven from God,","011":"Having the glory of God: and her light was like to a stone most precious, even like a jasper-stone, clear as crystal;","012":"And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written on them, which are the names of the twelve tribes of the children of Israel.","013":"On the east three gates; on the north three gates; on the south three gates; and on the west three gates.","014":"And the wall of the city had twelve foundations, and on them the names of the twelve apostles of the Lamb.","015":"And he that talked with me, had a golden reed to measure the city, and its gates, and its wall.","016":"And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the hight of it are equal.","017":"And he measured the wall of it a hundred and forty four cubits, according to the measure of a man, that is, of the angel.","018":"And the building of the wall of it was of jasper: and the city was pure gold, like clear glass.","019":"And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;","020":"The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprase; the eleventh, a jacinth; the twelfth, an amethyst.","021":"And the twelve gates were twelve pearls; every several gate was of one pearl; and the street of the city was pure gold, as it were transparent glass.","022":"And I saw no temple in it: for the Lord God Almighty and the Lamb are the temple of it.","023":"And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God enlightened it, and the Lamb is the light of it.","024":"And the nations of them who are saved shall walk in the light of it: and the kings of the earth bring their glory and honor into it.","025":"And the gates of it shall not be shut by day: for there shall be no night there.","026":"And they shall bring the glory and honor of the nations into it.","027":"And there shall in no wise enter into it any thing that defileth, neither whatever worketh abomination, or maketh a lie; but they who are written in the Lamb\u0027s book of life."},"022":{"001":"And he showed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.","002":"In the midst of the street of it, and on each side of the river, was there the tree of life, which bore twelve kinds of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.","003":"And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:","004":"And they shall see his face; and his name shall be in their foreheads.","005":"And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.","006":"And he said to me, These sayings are faithful and true. And the Lord God of the holy prophets sent his angel to show to his servants the things which must shortly be done.","007":"Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.","008":"And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel who showed me these things.","009":"Then saith he to me, See thou do it not: for I am thy fellow-servant, and of thy brethren the prophets, and of them who keep the sayings of this book: worship God.","010":"And he saith to me, Seal not the sayings of the prophecy of this book: for the time is at hand.","011":"He that is unjust, let him be unjust still: and he who is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.","012":"And behold, I come quickly; and my reward is with me, to give to every man according as his work shall be.","013":"I am Alpha and Omega, the beginning and the end, the first and the last.","014":"Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.","015":"For without are dogs, and sorcerers, and lewd men, and murderers, and idolaters, and whoever loveth and maketh a lie.","016":"I Jesus have sent my angel to testify to you these things in the churches. I am the root and the offspring of David, and the bright and morning-star.","017":"And the Spirit and the bride say, Come. And let him that heareth, say, Come. And let him that is thirsty, come: And whoever will, let him take the water of life freely.","018":"For I testify to every man that heareth the words of the prophecy of this book, if any man shall add to these things, God will add to him the plagues that are written in this book:","019":"And if any man shall take away from the words of the book of this prophecy, God will take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.","020":"He who testifieth these things saith, Surely I come quickly: Amen. Even so, come, Lord Jesus.","021":"The grace of our Lord Jesus Christ be with you all. Amen."}}