{"001":{"001":"And in the first year of Cyrus king of Persia, at the completion of the word of Jehovah from the mouth of Jeremiah, hath Jehovah waked up the spirit of Cyrus king of Persia, and he causeth an intimation to pass over into all his kingdom, and also in writing, saying,","002":"`Thus said Cyrus king of Persia, All kingdoms of the earth hath Jehovah, God of the heavens, given to me, and He hath laid a charge on me to build to Him a house in Jerusalem, that `is\u0027 in Judah;","003":"who `is\u0027 among you of all His people? His God is with him, and he doth go up to Jerusalem, that `is\u0027 in Judah, and build the house of Jehovah, God of Israel -- He `is\u0027 God -- that `is\u0027 in Jerusalem.","004":"`And every one who is left, of any of the places where he `is\u0027 a sojourner, assist him do the men of his place with silver, and with gold, and with goods, and with beasts, along with a free-will offering for the house of God, that `is\u0027 in Jerusalem.\u0027","005":"And heads of the fathers of Judah and Benjamin rise, and the priests and the Levites, even every one whose spirit God hath waked, to go up to build the house of Jehovah, that `is\u0027 in Jerusalem;","006":"and all those round about them have strengthened `them\u0027 with their hands, with vessels of silver, with gold, with goods, and with beasts, and with precious things, apart from all that hath been offered willingly.","007":"And the king Cyrus hath brought out the vessels of the house of Jehovah that Nebuchadnezzar hath brought out of Jerusalem, and putteth them in the house of his gods;","008":"yea, Cyrus king of Persia bringeth them out by the hand of Mithredath the treasurer, and numbereth them to Sheshbazzar the prince of Judah.","009":"And this `is\u0027 their number: dishes of gold thirty, dishes of silver a thousand, knives nine and twenty,","010":"basins of gold thirty, basins of silver (seconds) four hundred and ten, other vessels a thousand.","011":"All the vessels of gold and of silver `are\u0027 five thousand and four hundred; the whole hath Sheshbazzar brought up with the going up of the removal from Babylon to Jerusalem."},"002":{"001":"And these `are\u0027 sons of the province who are going up -- of the captives of the removal that Nebuchadnezzar king of Babylon removed to Babylon, and they turn back to Jerusalem and Judah, each to his city --","002":"who have come in with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah: The number of the men of the people of Israel:","003":"Sons of Parosh, two thousand a hundred seventy and two.","004":"Sons of Shephatiah, three hundred seventy and two.","005":"Sons of Arah, seven hundred five and seventy.","006":"Sons of Pahath-Moab, of the sons of Jeshua, Joab, two thousand eight hundred and twelve.","007":"Sons of Elam, a thousand two hundred fifty and four.","008":"Sons of Zattu, nine hundred and forty and five.","009":"Sons of Zaccai, seven hundred and sixty.","010":"Sons of Bani, six hundred forty and two.","011":"Sons of Bebai, six hundred twenty and three.","012":"Sons of Azgad, a thousand two hundred twenty and two.","013":"Sons of Adonikam, six hundred sixty and six.","014":"Sons of Bigvai, two thousand fifty and six.","015":"Sons of Adin, four hundred fifty and four.","016":"Sons of Ater of Hezekiah, ninety and eight.","017":"Sons of Bezai, three hundred twenty and three.","018":"Sons of Jorah, a hundred and twelve.","019":"Sons of Hashum, two hundred twenty and three.","020":"Sons of Gibbar, ninety and five.","021":"Sons of Beth-Lehem, a hundred twenty and three.","022":"Men of Netophah, fifty and six.","023":"Men of Anathoth, a hundred twenty and eight.","024":"Sons of Azmaveth, forty and two.","025":"Sons of Kirjath-Arim, Chephirah, and Beeroth, seven hundred and forty and three.","026":"Sons of Ramah and Gaba, six hundred twenty and one.","027":"Men of Michmas, a hundred twenty and two.","028":"Men of Beth-El and Ai, two hundred twenty and three.","029":"Sons of Nebo, fifty and two.","030":"Sons of Magbish, a hundred fifty and six.","031":"Sons of another Elam, a thousand two hundred fifty and four.","032":"Sons of Harim, three hundred and twenty.","033":"Sons of Lod, Hadid, and Ono, seven hundred twenty and five.","034":"Sons of Jericho, three hundred forty and five.","035":"Sons of Senaah, three thousand and six hundred and thirty.","036":"The Priests: sons of Jedaiah, of the house of Jeshua, nine hundred seventy and three.","037":"Sons of Imner, a thousand fifty and two.","038":"Sons of Pashhur, a thousand two hundred forty and seven.","039":"Sons of Harim, a thousand and seventeen.","040":"The Levites; sons of Jeshua and Kadmiel, of the sons of Hodaviah, seventy and four.","041":"The singers: sons of Asaph, a hundred twenty and eight.","042":"Sons of the gatekeepers; sons of Shallum, sons of Ater, sons of Talmon, sons of Akkub, sons of Hatita, sons of Shobai, the whole `are\u0027 a hundred thirty and nine.","043":"The Nethinim: sons of Ziha, sons of Hasupha, sons of Tabbaoth,","044":"Sons of Keros, sons of Siaha, sons of Padon,","045":"Sons of Lebanah, sons of Hagabah, sons of Akkub,","046":"Sons of Hagab, sons of Shalmai, sons of Hanan,","047":"Sons of Giddel, sons of Gahar, sons of Reaiah,","048":"Sons of Rezin, sons of Nekoda, sons of Gazzam,","049":"Sons of Uzza, sons of Paseah, sons of Besai,","050":"Sons of Asnah, sons of Mehunim, sons of Nephusim,","051":"Sons of Bakbuk, sons of Hakupha, sons of Harhur,","052":"Sons of Bazluth, sons of Mehida, sons of Harsha,","053":"Sons of Barkos, sons of Sisera, sons of Thamah,","054":"Sons of Neziah, sons of Hatipha.","055":"Sons of the servants of Solomon: sons of Sotai, sons of Sophereth, sons of Peruda,","056":"Sons of Jaalah, sons of Darkon, sons of Giddel,","057":"Sons of Shephatiah, sons of Hattil, sons of Pochereth of Zebaim, sons of Ami.","058":"All the Nethinim, and the sons of the servants of Solomon `are\u0027 three hundred ninety and two.","059":"And these `are\u0027 those going up from Tel-Melah, Tel-Harsa, Cherub, Addan, Immer, and they have not been able to declare the house of their fathers, and their seed, whether they `are\u0027 of Israel:","060":"sons of Delaiah, sons of Tobiah, sons of Nekoda, six hundred fifty and two.","061":"And of the sons of the priests: sons of Habaiah, sons of Koz, sons of Barzillai (who took from the daughters of Barzillai the Gileadite a wife, and is called by their name;)","062":"these have sought their register among those reckoning themselves by genealogy, and they have not been found, and they are redeemed from the priesthood,","063":"and the Tirshatha saith to them, that they eat not of the most holy things till the standing up of a priest with Urim and with Thummim.","064":"All the assembly together `is\u0027 four myriad two thousand three hundred sixty,","065":"apart from their servants and their handmaids; these `are\u0027 seven thousand three hundred thirty and seven: and of them `are\u0027 singers and songstresses two hundred.","066":"Their horses `are\u0027 seven hundred thirty and six, their mules, two hundred forty and five,","067":"their camels, four hundred thirty and five, asses, six thousand seven hundred and twenty.","068":"And some of the heads of the fathers in their coming in to the house of Jehovah that `is\u0027 in Jerusalem, have offered willingly for the house of God, to establish it on its base;","069":"according to their power they have given to the treasure of the work; of gold, drams six myriads and a thousand, and of silver, pounds five thousand, and of priests\u0027 coats, a hundred.","070":"And the priests dwell, and the Levites, and of the people, and the singers, and the gatekeepers, and the Nethinim, in their cities; even all Israel in their cities."},"003":{"001":"And the seventh month cometh, and the sons of Israel `are\u0027 in the cities, and the people are gathered, as one men, unto Jerusalem.","002":"And rise doth Jeshua son of Jozadak, and his brethren the priests, and Zerubbabel son of Shealtiel, and his brethren, and they build the altar of the God of Israel, to cause to ascend upon it burnt-offerings, as it is written in the law of Moses, the man of God.","003":"And they establish the altar on its bases, because of the fear upon them of the peoples of the lands, and he causeth burnt-offerings to ascend upon it to Jehovah, burnt-offerings for the morning and for the evening.","004":"And they make the feast of the booths as it is written, and the burnt-offering of the day daily in number according to the ordinance, the matter of a day in its day;","005":"and after this a continual burnt-offering, and for new moons, and for all appointed seasons of Jehovah that are sanctified; and for every one who is willingly offering a willing-offering to Jehovah.","006":"From the first day of the seventh month they have begun to cause burnt-offerings to ascend to Jehovah, and the temple of Jehovah hath not been founded,","007":"and they give money to hewers and to artificers, and food, and drink, and oil to Zidonians and to Tyrians, to bring in cedar-trees from Lebanon unto the sea of Joppa, according to the permission of Cyrus king of Persia concerning them.","008":"And in the second year of their coming in unto the house of God, to Jerusalem, in the second month, began Zerubbabel son of Shealtiel, and Jeshua son of Jozadak, and the remnant of their brethren the priests and the Levites, and all those coming from the captivity to Jerusalem, and they appoint the Levites from a son of twenty years and upward, to overlook the work of the house of Jehovah.","009":"And Jeshua standeth, `and\u0027 his sons, and his brethren, Kadmiel and his sons, sons of Judah together, to overlook those doing the work in the house of God; the sons of Henadad, `and\u0027 their sons and their brethren the Levites.","010":"And those building have founded the temple of Jehovah, and they appoint the priests, clothed, with trumpets, and the Levites, sons of Asaph, with cymbals, to praise Jehovah, by means of `the instruments of\u0027 David king of Israel.","011":"And they respond in praising and in giving thanks to Jehovah, for good, for to the age His kindness `is\u0027 over Israel, and all the people have shouted -- a great shout -- in giving praise to Jehovah, because the house of Jehovah hath been founded.","012":"And many of the priests, and the Levites, and the heads of the fathers, the aged men who had seen the first house -- in this house being founded before their eyes -- are weeping with a loud voice, and many with a shout, in joy, lifting up the voice;","013":"and the people are not discerning the noise of the shout of joy from the noise of the weeping of the people, for the people are shouting -- a great shout -- and the noise hath been heard unto a distance."},"004":{"001":"And adversaries of Judah and Benjamin hear that the sons of the captivity are building a temple to Jehovah, God of Israel,","002":"and they draw nigh unto Zerubbabel, and unto heads of the fathers, and say to them, `Let us build with you; for, like you, we seek to your God, and we are not sacrificing since the days of Esar-Haddon king of Asshur, who brought us up hither.\u0027","003":"And Zerubbabel saith to them, also Jeshua, and the rest of the heads of the fathers of Israel, `Not for you, and for us, to build a house to our God; but we ourselves together do build to Jehovah God of Israel, as the king Cyrus, king of Persia, commanded us.\u0027","004":"And it cometh to pass, the people of the land are making the hands of the people of Judah feeble, and troubling them in building,","005":"and are hiring against them counsellors to make void their counsel all the days of Cyrus king of Persia, even till the reign of Darius king of Persia.","006":"And in the reign of Ahasuerus, in the commencement of his reign, they have written an accusation against the inhabitants of Judah and Jerusalem;","007":"and in the days of Artaxerxes have Bishlam, Mithredath, Tabeel, and the rest of his companions written unto Artaxerxes king of Persia, and the writing of the letter is written in Aramaean, and interpreted in Aramaean.","008":"Rehum counsellor, and Shimshai scribe have written a letter concerning Jerusalem to Artaxerxes the king, thus:","009":"Then Rehum counsellor, and Shimshai scribe, and the rest of their companions, Dinaites, and Apharsathchites, Tarpelites, Apharsites, Archevites, Babylonians, Susanchites, (who are Elamites),","010":"and the rest of the nations that the great and honourable Asnapper removed and set in the city of Samaria, and the rest beyond the river, and at such a time:","011":"This `is\u0027 a copy of a letter that they have sent unto him, unto Artaxerxes the king: `Thy servants, men beyond the river, and at such a time;","012":"Be it known to the king, that the Jews who have come up from thee unto us, have come in to Jerusalem, the rebellious and base city they are building, and the walls they have finished, and the foundations they join.","013":"`Now, be it known to the king, that if this city be builded, and the walls finished, toll, tribute, and custom they do not give; and at length `to\u0027 the kings it doth cause loss.","014":"Now, because that the salt of the palace `is\u0027 our salt, and the nakedness of the king we have no patience to see, therefore we have sent and made known to the king;","015":"so that he doth seek in the book of the records of thy fathers, and thou dost find in the book of the records, and dost know, that this city `is\u0027 a rebellious city, and causing loss `to\u0027 kings and provinces, and makers of sedition `are\u0027 in its midst from the days of old, therefore hath this city been wasted.","016":"We are making known to the king that, if this city be builded and the walls finished, by this means a portion beyond the river thou hast none.\u0027","017":"An answer hath the king sent unto Rehum counsellor, and Shimshai scribe, and the rest of their companions who are dwelling in Samaria, and the rest beyond the river, `Peace, and at such a time:","018":"The letter that ye sent unto us, explained, hath been read before me,","019":"and by me a decree hath been made, and they sought, and have found that this city from the days of old against kings is lifting up itself, and rebellion and sedition is made in it,","020":"and mighty kings have been over Jerusalem, even rulers over all beyond the river, and toll, tribute, and custom is given to them.","021":"`Now, make ye a decree to cause these men to cease, and this city is not builded, till by me a decree is made.","022":"And beware ye of negligence in doing this; why doth the hurt become great to the loss of the kings?\u0027","023":"Then from the time that a copy of the letter of king Artaxerxes is read before Rehum, and Shimshai the scribe, and their companions, they have gone in haste to Jerusalem, unto the Jews, and caused them to cease by force and strength;","024":"then ceased the service of the house of God that `is\u0027 in Jerusalem, and it ceased till the second year of the reign of Darius king of Persia."},"005":{"001":"And prophesied have the prophets, (Haggai the prophet, and Zechariah son of Iddo) unto the Jews who `are\u0027 in Judah and in Jerusalem, in the name of the God of Israel -- unto them.","002":"Then have Zerubbabel son of Shealtiel, and Jeshua son of Jozadak, risen, and begun to build the house of God, that `is\u0027 in Jerusalem, and with them are the prophets of God supporting them.","003":"At that time come to them hath Tatnai, governor beyond the river, and Shethar-Boznai, and their companions, and thus they are saying to them, `Who hath made for you a decree this house to build, and this wall to finish?\u0027","004":"Then thus we have said to them, `What `are\u0027 the names of the men who are building this building?\u0027","005":"And the eye of their God hath been upon the elders of the Jews, and they have not caused them to cease till the matter goeth to Darius, and then they send back a letter concerning this thing.","006":"The copy of a letter that Tatnai, governor beyond the river, hath sent, and Shethar-Boznai and his companions, the Apharsachites who `are\u0027 beyond the river, unto Darius the king.","007":"A letter they have sent unto him, and thus is it written in it:","008":"`To Darius the king, all peace! be it known to the king that we have gone to the province of Judah, to the great house of God, and it is built `with\u0027 rolled stones, and wood is placed in the walls, and this work is done speedily, and prospering in their hand.","009":"Then we have asked of these elders, thus we have said to them, Who hath made for you a decree this house to build, and this wall to finish?","010":"And also their names we have asked of them, to let thee know, that we might write the names of the men who `are\u0027 at their head.","011":"`And thus they have returned us word, saying, We `are\u0027 servants of the God of heaven and earth, and are building the house that was built many years before this, that a great king of Israel built and finished:","012":"but after that our fathers made the God of heaven angry, he gave them into the hand of Nebuchadnezzar king of Babylon the Chaldean, and this house he destroyed, and the people he removed to Babylon;","013":"but in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God,","014":"and also, the vessels of the house of God, of gold and silver, that Nebuchadnezzar had taken forth out of the temple that `is\u0027 in Jerusalem, and brought them to the temple of Babylon, them hath Cyrus the king brought forth out of the temple of Babylon, and they have been given to `one\u0027, Sheshbazzar `is\u0027 his name, whom he made governor,","015":"and said to him, These vessels lift up, go, put them down in the temple that `is\u0027 in Jerusalem, and the house of God is builded on its place.","016":"Then hath this Sheshbazzar come -- he hath laid the foundations of the house of God that `is\u0027 in Jerusalem, and from thence even till now it hath been building, and is not finished.","017":"`And now, if to the king it be good, let search be made in the treasure-house of the king, that `is\u0027 there in Babylon, whether it be that of Cyrus the king there was made a decree to build this house of God in Jerusalem, and the will of the king concerning this thing he doth send unto us.\u0027"},"006":{"001":"Then Darius the king made a decree, and they sought in the house of the books of the treasuries placed there in Babylon,","002":"and there hath been found at Achmetha, in a palace that `is\u0027 in the province of Media, a roll, and a record thus written within it `is\u0027:","003":"`In the first year of Cyrus the king, Cyrus the king hath made a decree concerning the house of God in Jerusalem: the house let be builded in the place where they are sacrificing sacrifices, and its foundations strongly laid; its height sixty cubits, its breadth sixty cubits;","004":"three rows of rolled stones, and a row of new wood, and the outlay let be given out of the king\u0027s house.","005":"`And also, the vessels of the house of God, of gold and silver, that Nebuchadnezzar took forth out of the temple that `is\u0027 in Jerusalem, and brought to Babylon, let be given back, and go to the temple that `is\u0027 in Jerusalem, `each\u0027 to its place, and put `them\u0027 down in the house of God.","006":"`Now, Tatnai, governor beyond the river, Shethar-Boznai, and their companions, the Apharsachites, who `are\u0027 beyond the river, be ye far from hence;","007":"let alone the work of this house of God, let the governor of the Jews, and the elders of the Jews, build this house of God on its place.","008":"`And by me is made a decree concerning that which ye do with the elders of these Jews to build this house of God, that of the riches of the king, that `are\u0027 of the tribute beyond the river, speedily let the outlay be given to these men, that they cease not;","009":"and what they are needing -- both young bullocks, and rams, and lambs for burnt-offerings to the God of heaven, wheat, salt, wine, and oil according to the saying of the priests who `are\u0027 in Jerusalem -- let be given to them day by day without fail,","010":"that they be bringing near sweet savours to the God of heaven, and praying for the life of the king, and of his sons.","011":"`And by me is made a decree, that any one who changeth this thing, let wood be pulled down from his house, and being raised up, let him be smitten on it, and his house let be made a dunghill for this.","012":"And God, who caused His name to dwell there, doth cast down any king and people that putteth forth his hand to change, to destroy this house of God that `is\u0027 in Jerusalem; I Darius have made a decree; speedily let it be done.\u0027","013":"Then Tatnai, governor beyond the river, Shethar-Boznai, and their companions, according to that which Darius the king hath sent, so they have done speedily;","014":"and the elders of the Jews are building and prospering through the prophecy of Haggai the prophet, and Zechariah son of Iddo, and they have built and finished by the decree of the God of Israel, and by the decree of Cyrus, and Darius, and Artaxerxes king of Persia.","015":"And this house hath gone out till the third day of the month Adar, that is `in\u0027 the sixth year of the reign of Darius the king.","016":"And the sons of Israel have made, `and\u0027 the priests, and the Levites, and the rest of the sons of the captivity, a dedication of this house of God with joy,","017":"and have brought near for the dedication of this house of God, bullocks a hundred, rams two hundred, lambs four hundred; and young he-goats for a sin-offering for all Israel, twelve, according to the number of the tribes of Israel;","018":"and they have established the priests in their divisions, and the Levites in their courses, over the service of God that `is\u0027 in Jerusalem, as it is written in the book of Moses.","019":"And the sons of the captivity make the passover on the fourteenth of the first month,","020":"for the priests and the Levites have been purified together -- all of them `are\u0027 pure -- and they slaughter the passover for all the sons of the captivity, and for their brethren the priests, and for themselves.","021":"And the sons of Israel, those returning from the captivity, and every one who is separated from the uncleanness of the nations of the land unto them, to seek to Jehovah, God of Israel, do eat,","022":"and they make the feast of unleavened things seven days with joy, for Jehovah made them to rejoice, and turned round the heart of the king of Asshur unto them, to strengthen their hands in the work of the house of God, the God of Israel."},"007":{"001":"And after these things, in the reign of Artaxerxes king of Persia, Ezra son of Seraiah, son of Azariah, son of Hilkiah,","002":"son of Shallum, son of Zadok, son of Ahitub,","003":"son of Amariah, son of Azariah, son of Meraioth,","004":"son of Zerahiah, son of Uzzi, son of Bukki,","005":"son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the head priest;","006":"Ezra himself hath come up from Babylon, and he `is\u0027 a scribe ready in the law of Moses, that Jehovah God of Israel gave, and the king giveth to him -- according to the hand of Jehovah his God upon him -- all his request.","007":"And there go up of the sons of Israel, and of the priests, and the Levites, and the singers, and the gatekeepers, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king.","008":"And he cometh in to Jerusalem in the fifth month, that `is in\u0027 the seventh year of the king,","009":"for on the first of the month he hath founded the ascent from Babylon, and on the first of the fifth month he hath come in unto Jerusalem, according to the good hand of his God upon him,","010":"for Ezra hath prepared his heart to seek the law of Jehovah, and to do, and to teach in Israel statute and judgment.","011":"And this `is\u0027 a copy of the letter that the king Artaxerxes gave to Ezra the priest, the scribe, a scribe of the words of the commands of Jehovah, and of His statutes on Israel:","012":"`Artaxerxes, king of kings, to Ezra the priest, a perfect scribe of the law of the God of heaven, and at such a time:","013":"By me hath been made a decree that every one who is willing, in my kingdom, of the people of Israel and of its priests and Levites, to go to Jerusalem with thee, doth go;","014":"because that from the king and his seven counsellors thou art sent, to inquire concerning Judah and concerning Jerusalem, with the law of God that `is\u0027 in thy hand,","015":"and to carry silver and gold that the king and his counsellors willingly offered to the God of Israel, whose tabernacle `is\u0027 in Jerusalem,","016":"and all the silver and gold that thou findest in all the province of Babylon, with the free-will offerings of the people, and of the priests, offering willingly, for the house of their God that `is\u0027 in Jerusalem,","017":"therefore thou dost speedily buy with this money, bullocks, rams, lambs, and their presents, and their libations, and dost bring them near to the altar of the house of your God that `is\u0027 in Jerusalem,","018":"and that which to thee and to thy brethren is good to do with the rest of the silver and gold, according to the will of your God ye do.\u0027","019":"`And the vessels that are given to thee, for the service of the house of thy God, make perfect before the God of Jerusalem;","020":"and the rest of the needful things of the house of thy God, that it falleth to thee to give, thou dost give from the treasure-house of the king.","021":"`And by me -- I Artaxerxes the king -- is made a decree to all treasurers who `are\u0027 beyond the river, that all that Ezra the priest, scribe of the law of the God of heaven, doth ask of you, be done speedily:","022":"Unto silver a hundred talents, and unto wheat a hundred cors, and unto wine a hundred baths, and unto oil a hundred baths, and salt without reckoning;","023":"all that `is\u0027 by the decree of the God of heaven, let be done diligently for the house of the God of heaven; for why is there wrath against the kingdom of the king and his sons?","024":"`And to you we are making known, that upon any of the priests and Levites, singers, gatekeepers, Nethinim, and servants of the house of God, tribute and custom there is no authority to lift up.","025":"`And thou, Ezra, according to the wisdom of thy God, that `is\u0027 in thy hand, appoint magistrates and judges who may be judges to all the people who are beyond the river, to all knowing the law of thy God, and he who hath not known ye cause to know;","026":"and any who doth not do the law of thy God, and the law of the king, speedily is judgment done upon him, whether to death, or to banishment, or to confiscation of riches, and to bonds.\u0027","027":"Blessed `is\u0027 Jehovah, God of our fathers, who hath given such a thing as this in the heart of the king, to beautify the house of Jehovah that `is\u0027 in Jerusalem,","028":"and unto me hath stretched out kindness before the king and his counsellors, and before all the mighty heads of the king: and I have strengthened myself as the hand of Jehovah my God `is\u0027 upon me, and I gather out of Israel heads to go up with me."},"008":{"001":"And these `are\u0027 heads of their fathers, and the genealogy of those going up with me, in the reign of Artaxerxes the king, from Babylon.","002":"From the sons of Phinehas: Gershom; from the sons of Ithamar: Daniel; from the sons of David: Hattush;","003":"from the sons of Shechaniah, from the sons of Pharosh: Zechariah, and with him, reckoning themselves by genealogy, of males a hundred and fifty.","004":"From the sons of Pahath-Moab: Elihoenai son of Zerahiah, and with him two hundred who are males.","005":"From the sons of Shechaniah: the son of Jahaziel, and with him three hundred who are males.","006":"And from the sons of Adin: Ebed son of Jonathan, and with him fifty who are males.","007":"And from the sons of Elam: Jeshaiah son of Athaliah, and with him seventy who are males.","008":"And from the sons of Shephatiah: Zebadiah son of Michael, and with him eighty who are males.","009":"From the sons of Joab: Obadiah son of Jehiel, and with him two hundred and eighteen who are males.","010":"And from the sons of Shelomith, the son of Josiphiah, and with him a hundred and sixty who are males.","011":"And from the sons of Bebai: Zechariah son of Bebai, and with him twenty and eight who are males.","012":"And from the sons of Azgad: Johanan son of Hakkatan, and with him a hundred and ten who are males.","013":"And from the younger sons of Adonikam -- and these `are\u0027 their names -- Eliphelet, Jeiel, and Shemaiah, and with them sixty who are males.","014":"And from the sons of Bigvai, Uthai and Zabbud, and with them seventy who are males.","015":"And I gather them unto the river that is going unto Ahava, and we encamp there three days; and I consider about the people, and about the priests, and of the sons of Levi I have found none there;","016":"and I send for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, heads, and for Joiarib, and for Elnathan, men of understanding;","017":"and I charge them for Iddo the head, in the place Casiphia, and put in their mouth words to speak unto Iddo, `and\u0027 his brethren the Nethinim, in the place Casiphia, to bring to us ministrants for the house of our God.","018":"And they bring to us, according to the good hand of our God upon us, a man of understanding, of the sons of Mahli, son of Levi, son of Israel, and Sherebiah, and his sons, and his brethren, eighteen;","019":"and Hashabiah, and with him Jeshaiah, of the sons of Merari, his brethren, and their sons, twenty;","020":"and from the Nethinim, whom David and the heads gave for the service of the Levites, two hundred and twenty Nethinim, all of them defined by name.","021":"And I proclaim there a fast, by the river Ahava, to afflict ourselves before our God, to seek from Him a right way for us, and for our infants, and for all our substance,","022":"for I was ashamed to ask from the king a force and horsemen to help us because of the enemy in the way, for we spake to the king, saying, `The hand of our God `is\u0027 upon all seeking Him for good, and His strength and His wrath `is\u0027 upon all forsaking Him.\u0027","023":"And we fast, and seek from our God for this, and He is entreated of us.","024":"And I separate from the heads of the priests, twelve, even Sherebiah, Hashabiah, and with them of their brethren ten,","025":"and I weigh to them the silver, and the gold, and the vessels, a heave-offering of the house of our God, that the king, and his counsellors, and his heads, and all Israel -- those present -- lifted up;","026":"and I weigh to their hand, of silver, talents six hundred and fifty, and of vessels of silver a hundred talents, of gold a hundred talents,","027":"and basins of gold twenty, of a thousand drams, and two vessels of good shining brass, desirable as gold.","028":"And I say unto them, `Ye `are\u0027 holy to Jehovah, and the vessels `are\u0027 holy, and the silver and the gold `are\u0027 a willing-offering to Jehovah, God of your fathers;","029":"watch, and keep, till ye weigh before the heads of the priests, and of the Levites, and the heads of the fathers of Israel, in Jerusalem, in the chambers of the house of Jehovah.\u0027","030":"And the priests and the Levites took the weight of the silver, and of the gold, and of the vessels, to bring to Jerusalem to the house of our God.","031":"And we journey from the river Ahava, on the twelfth of the first month, to go to Jerusalem, and the hand of our God hath been upon us, and He delivereth us from the hand of the enemy and the lier in wait by the way;","032":"and we come in to Jerusalem, and dwell there three days.","033":"And on the fourth day hath been weighed the silver, and the gold, and the vessels, in the house of our God, unto the hand of Meremoth son of Uriah the priest, and with him Eleazar son of Phinehas, and with them Jozabad son of Jeshua, and Noadiah son of Binnui, the Levites:","034":"by number, by weight of every one, and all the weight is written at that time.","035":"Those coming in of the captives -- sons of the removal -- have brought near burnt-offerings to the God of Israel, bullocks twelve, for all Israel, rams ninety and six, lambs seventy and seven, young he-goats for a sin-offering twelve -- the whole a burnt-offering to Jehovah;","036":"and they give the laws of the king to the lieutenants of the king and the governors beyond the river, and they have lifted up the people and the house of God."},"009":{"001":"And at the completion of these things, drawn nigh unto me have the heads, saying, `The people of Israel, and the priests, and the Levites, have not been separated from the peoples of the lands, as to their abominations, even the Canaanite, the Hittite, the Perizzite, the Jebusite, the Ammonite, the Moabite, the Egyptian, and the Amorite,","002":"for they have taken of their daughters to them, and to their sons, and the holy seed have mingled themselves among the peoples of the lands, and the hand of the heads and of the seconds have been first in this trespass.\u0027","003":"And at my hearing this word, I have rent my garment and my upper robe, and pluck out of the hair of my head, and of my beard, and sit astonished,","004":"and unto me are gathered every one trembling at the words of the God of Israel, because of the trespass of the removal, and I am sitting astonished till the present of the evening.","005":"And at the present of the evening I have risen from mine affliction, and at my rending my garment and my upper robe, then I bow down on my knees, and spread out my hands unto Jehovah my God,","006":"and say, `O my God, I have been ashamed, and have blushed to lift up, O my God, my face unto Thee, for our iniquities have increased over the head, and our guilt hath become great unto the heavens.","007":"`From the days of our fathers we `are\u0027 in great guilt unto this day, and in our iniquities we have been given -- we, our kings, our priests -- into the hand of the kings of the lands, with sword, with captivity, and with spoiling, and with shame of face, as `at\u0027 this day.","008":"`And now, as a small moment hath grace been from Jehovah our God, to leave to us an escape, and to give to us a nail in His holy place, by our God\u0027s enlightening our eyes, and by giving us a little quickening in our servitude;","009":"for servants we `are\u0027, and in our servitude our God hath not forsaken us, and stretcheth out unto us kindness before the kings of Persia, to give to us a quickening to lift up the house of our God, and to cause its wastes to cease, and to give to us a wall in Judah and in Jerusalem.","010":"`And now, what do we say, O our God, after this? for we have forsaken Thy commands,","011":"that Thou hast commanded by the hands of thy servants the prophets, saying, The land into which ye are going to possess it, `is\u0027 a land of impurity, by the impurity of the people of the lands, by their abominations with which they have filled it -- from mouth unto mouth -- by their uncleanness;","012":"and now, your daughters ye do not give to their sons, and their daughters ye do not take to your sons, and ye do not seek their peace, and their good -- unto the age, so that ye are strong, and have eaten the good of the land, and given possession to your sons unto the age.","013":"`And after all that hath come upon us for our evil works, and for our great guilt (for Thou, O our God, hast kept back of the rod from our iniquities, and hast given to us an escape like this),","014":"do we turn back to break Thy commands, and to join ourselves in marriage with the people of these abominations? art not Thou angry against us -- even to consumption -- till there is no remnant and escaped part?","015":"`O Jehovah, God of Israel, righteous `art\u0027 Thou, for we have been left an escape, as `it is\u0027 this day; lo, we `are\u0027 before Thee in our guilt, for there is none to stand before Thee concerning this.\u0027"},"010":{"001":"And at Ezra\u0027s praying, and at his making confession, weeping and casting himself down before the house of God, there have been gathered unto him out of Israel an assembly very great -- men and women and children -- for the people have wept, multiplying weeping.","002":"And Shechaniah son of Jehiel, of the sons of Elam, answereth and saith to Ezra, `We -- we have trespassed against our God, and we settle strange women of the peoples of the land; and now there is hope for Israel concerning this,","003":"and now, let us make a covenant with our God, to cause all the women to go out, and that which is born of them, by the counsel of the Lord, and of those trembling at the command of our God, and according to law it is done;","004":"rise, for on thee `is\u0027 the matter, and we `are\u0027 with thee; be strong, and do.\u0027","005":"And Ezra riseth, and causeth the heads of the priests, the Levites, and all Israel, to swear to do according to this word -- and they swear.","006":"And Ezra riseth from before the house of God, and goeth unto the chamber of Jehohanan son of Eliashib; yea, he goeth there, bread he hath not eaten, and water he hath not drunk, for he is mourning because of the trespass of the removal.","007":"And they cause a voice to pass over into Judah and Jerusalem, to all sons of the removal, to be gathered to Jerusalem,","008":"and every one who cometh not in by the third day, according to the counsel of the heads and of the elders, all his substance is devoted, and himself separated from the assembly of the removal.","009":"And gathered are all the men of Judah and Benjamin to Jerusalem by the third day, it `is\u0027 the ninth month, on the twentieth of the month, and all the people sit in the broad place of the house of God, trembling on account of the matter and of the showers.","010":"And Ezra the priest riseth, and saith unto them, `Ye -- ye have trespassed, and ye settle strange women, to add to the guilt of Israel;","011":"and, now, make confession to Jehovah, God of your fathers, and do His good pleasure, and be separated from the peoples of the land, and from the strange women.\u0027","012":"And all the assembly answer and say `with\u0027 a great voice, `Right; according to thy word -- on us to do;","013":"but the people `are\u0027 many, and `it is\u0027 the time of showers, and there is no power to stand without, and the work `is\u0027 not for one day, nor for two, for we have multiplied to transgress in this thing.","014":"`Let, we pray thee, our heads of all the assembly stand, and all who `are\u0027 in our cities, who have settled strange wives, do come in at the times appointed, and with them the elders of city and city, and its judges, till the turning back of the fury of the wrath of our God from us, for this thing.\u0027","015":"Only Jonathan son of Asahel, and Jahaziah son of Tikvah, stood against this, and Meshullam, and Shabbethai the Levite, helped them.","016":"And the sons of the removal do so, and Ezra the priest, `and\u0027 men, heads of the fathers, for the house of their fathers, are separated, even all of them by name, and they sit on the first day of the tenth month, to examine the matter;","017":"and they finish with all the men who have settled strange women unto the first day of the first month.","018":"And there are found of the sons of the priests that have settled strange women: of the sons of Jeshua son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah;","019":"and they give their hand to send out their wives, and, being guilty, a ram of the flock, for their guilt.","020":"And of the sons of Immer: Hanani and Zebadiah;","021":"and of the sons of Harim: Masseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah;","022":"and of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethaneel, Jozabad, and Elasah.","023":"And of the Levites: Jozabad, and Shimei, and Kelaiah -- he `is\u0027 Kelita, -- Pethahiah, Judah, and Eliezer.","024":"And of the singers: Eliashib. And of the gatekeepers: Shallum, and Telem, and Uri.","025":"And of Israel: of the sons of Parosh: Ramiah, and Jeziah, and Malchijah, and Miamin, and Eleazar, and Malchijah, and Benaiah.","026":"And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.","027":"And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.","028":"And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.","029":"And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, and Ramoth.","030":"And of the sons of Pahath-Moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezaleel, and Binnui, and Manasseh.","031":"And of the sons of Harim: Eliezer, Ishijah, Malchiah, Shemaiah, Shimeon,","032":"Benjamin, Malluch, Shemariah.","033":"Of the sons of Hashum: Mattenai, Mattathah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.","034":"Of the sons of Bani: Maadai, Amram, and Uel,","035":"Benaiah, Bedeiah, Cheluhu,","036":"Vaniah, Meremoth, Eliashib,","037":"Mattaniah, Mattenai, and Jaasau,","038":"and Bani, and Binnui, Shimei,","039":"and Shelemiah, and Nathan, and Adaiah,","040":"Machnadbai, Shashai, Sharai,","041":"Azareel, and Shelemiah, Shemariah,","042":"Shallum, Amariah, Joseph.","043":"Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jadau, and Joel, Benaiah;","044":"all these have taken strange women, and there are of them women -- who adopt sons."}}