{"001":{"001":"Paul, an apostle -- not from men, nor through man, but through Jesus Christ, and God the Father, who did raise him out of the dead --","002":"and all the brethren with me, to the assemblies of Galatia:","003":"Grace to you, and peace from God the Father, and our Lord Jesus Christ,","004":"who did give himself for our sins, that he might deliver us out of the present evil age, according to the will of God even our Father,","005":"to whom `is\u0027 the glory to the ages of the ages. Amen.","006":"I wonder that ye are so quickly removed from Him who did call you in the grace of Christ to another good news;","007":"that is not another, except there be certain who are troubling you, and wishing to pervert the good news of the Christ;","008":"but even if we or a messenger out of heaven may proclaim good news to you different from what we did proclaim to you -- anathema let him be!","009":"as we have said before, and now say again, If any one to you may proclaim good news different from what ye did receive -- anathema let him be!","010":"for now men do I persuade, or God? or do I seek to please men? for if yet men I did please -- Christ\u0027s servant I should not be.","011":"And I make known to you, brethren, the good news that were proclaimed by me, that it is not according to man,","012":"for neither did I from man receive it, nor was I taught `it\u0027, but through a revelation of Jesus Christ,","013":"for ye did hear of my behaviour once in Judaism, that exceedingly I was persecuting the assembly of God, and wasting it,","014":"and I was advancing in Judaism above many equals in age in mine own race, being more abundantly zealous of my fathers\u0027 deliverances,","015":"and when God was well pleased -- having separated me from the womb of my mother, and having called `me\u0027 through His grace --","016":"to reveal His Son in me, that I might proclaim him good news among the nations, immediately I conferred not with flesh and blood,","017":"nor did I go up to Jerusalem unto those who were apostles before me, but I went away to Arabia, and again returned to Damascus,","018":"then, after three years I went up to Jerusalem to enquire about Peter, and remained with him fifteen days,","019":"and other of the apostles I did not see, except James, the brother of the Lord.","020":"And the things that I write to you, lo, before God -- I lie not;","021":"then I came to the regions of Syria and of Cilicia,","022":"and was unknown by face to the assemblies of Judea, that `are\u0027 in Christ,","023":"and only they were hearing, that `he who is persecuting us then, doth now proclaim good news -- the faith that then he was wasting;\u0027","024":"and they were glorifying God in me."},"002":{"001":"Then, after fourteen years again I went up to Jerusalem with Barnabas, having taken with me also Titus;","002":"and I went up by revelation, and did submit to them the good news that I preach among the nations, and privately to those esteemed, lest in vain I might run or did run;","003":"but not even Titus, who `is\u0027 with me, being a Greek, was compelled to be circumcised --","004":"and `that\u0027 because of the false brethren brought in unawares, who did come in privily to spy out our liberty that we have in Christ Jesus, that us they might bring under bondage,","005":"to whom not even for an hour we gave place by subjection, that the truth of the good news might remain to you.","006":"And from those who were esteemed to be something -- whatever they were then, it maketh no difference to me -- the face of man God accepteth not, for -- to me those esteemed did add nothing,","007":"but, on the contrary, having seen that I have been entrusted with the good news of the uncircumcision, as Peter with `that\u0027 of the circumcision,","008":"for He who did work with Peter to the apostleship of the circumcision, did work also in me in regard to the nations,","009":"and having known the grace that was given to me, James, and Cephas, and John, who were esteemed to be pillars, a right hand of fellowship they did give to me, and to Barnabas, that we to the nations, and they to the circumcision `may go\u0027,","010":"only, of the poor that we should be mindful, which also I was diligent -- this very thing -- to do.","011":"And when Peter came to Antioch, to the face I stood up against him, because he was blameworthy,","012":"for before the coming of certain from James, with the nations he was eating, and when they came, he was withdrawing and separating himself, fearing those of the circumcision,","013":"and dissemble with him also did the other Jews, so that also Barnabas was carried away by their dissimulation.","014":"But when I saw that they are not walking uprightly to the truth of the good news, I said to Peter before all, `If thou, being a Jew, in the manner of the nations dost live, and not in the manner of the Jews, how the nations dost thou compel to Judaize?","015":"we by nature Jews, and not sinners of the nations,","016":"having known also that a man is not declared righteous by works of law, if not through the faith of Jesus Christ, also we in Christ Jesus did believe, that we might be declared righteous by the faith of Christ, and not by works of law, wherefore declared righteous by works of law shall be no flesh.\u0027","017":"And if, seeking to be declared righteous in Christ, we ourselves also were found sinners, `is\u0027 then Christ a ministrant of sin? let it not be!","018":"for if the things I threw down, these again I build up, a transgressor I set myself forth;","019":"for I through law, did die, that to God I may live;","020":"with Christ I have been crucified, and live no more do I, and Christ doth live in me; and that which I now live in the flesh -- in the faith I live of the Son of God, who did love me and did give himself for me;","021":"I do not make void the grace of God, for if righteousness `be\u0027 through law -- then Christ died in vain."},"003":{"001":"O thoughtless Galatians, who did bewitch you, not to obey the truth -- before whose eyes Jesus Christ was described before among you crucified?","002":"this only do I wish to learn from you -- by works of law the Spirit did ye receive, or by the hearing of faith?","003":"so thoughtless are ye! having begun in the Spirit, now in the flesh do ye end?","004":"so many things did ye suffer in vain! if, indeed, even in vain.","005":"He, therefore, who is supplying to you the Spirit, and working mighty acts among you -- by works of law or by the hearing of faith `is it\u0027?","006":"according as Abraham did believe God, and it was reckoned to him -- to righteousness;","007":"know ye, then, that those of faith -- these are sons of Abraham,","008":"and the Writing having foreseen that by faith God doth declare righteous the nations did proclaim before the good news to Abraham --","009":"`Blessed in thee shall be all the nations;\u0027 so that those of faith are blessed with the faithful Abraham,","010":"for as many as are of works of law are under a curse, for it hath been written, `Cursed `is\u0027 every one who is not remaining in all things that have been written in the Book of the Law -- to do them,\u0027","011":"and that in law no one is declared righteous with God, is evident, because `The righteous by faith shall live;\u0027","012":"and the law is not by faith, but -- `The man who did them shall live in them.\u0027","013":"Christ did redeem us from the curse of the law, having become for us a curse, for it hath been written, `Cursed is every one who is hanging on a tree,\u0027","014":"that to the nations the blessing of Abraham may come in Christ Jesus, that the promise of the Spirit we may receive through the faith.","015":"Brethren, as a man I say `it\u0027, even of man a confirmed covenant no one doth make void or doth add to,","016":"and to Abraham were the promises spoken, and to his seed; He doth not say, `And to seeds,\u0027 as of many, but as of one, `And to thy seed,\u0027 which is Christ;","017":"and this I say, A covenant confirmed before by God to Christ, the law, that came four hundred and thirty years after, doth not set aside, to make void the promise,","018":"for if by law `be\u0027 the inheritance, `it is\u0027 no more by promise, but to Abraham through promise did God grant `it\u0027.","019":"Why, then, the law? on account of the transgressions it was added, till the seed might come to which the promise hath been made, having been set in order through messengers in the hand of a mediator --","020":"and the mediator is not of one, and God is one --","021":"the law, then, `is\u0027 against the promises of God? -- let it not be! for if a law was given that was able to make alive, truly by law there would have been the righteousness,","022":"but the Writing did shut up the whole under sin, that the promise by faith of Jesus Christ may be given to those believing.","023":"And before the coming of the faith, under law we were being kept, shut up to the faith about to be revealed,","024":"so that the law became our child-conductor -- to Christ, that by faith we may be declared righteous,","025":"and the faith having come, no more under a child-conductor are we,","026":"for ye are all sons of God through the faith in Christ Jesus,","027":"for as many as to Christ were baptized did put on Christ;","028":"there is not here Jew or Greek, there is not here servant nor freeman, there is not here male and female, for all ye are one in Christ Jesus;","029":"and if ye `are\u0027 of Christ then of Abraham ye are seed, and according to promise -- heirs."},"004":{"001":"And I say, so long time as the heir is a babe, he differeth nothing from a servant -- being lord of all,","002":"but is under tutors and stewards till the time appointed of the father,","003":"so also we, when we were babes, under the elements of the world were in servitude,","004":"and when the fulness of time did come, God sent forth His Son, come of a woman, come under law,","005":"that those under law he may redeem, that the adoption of sons we may receive;","006":"and because ye are sons, God did send forth the spirit of His Son into your hearts, crying, `Abba, Father!\u0027","007":"so that thou art no more a servant, but a son, and if a son, also an heir of God through Christ.","008":"But then, indeed, not having known God, ye were in servitude to those not by nature gods,","009":"and now, having known God -- and rather being known by God -- how turn ye again unto the weak and poor elements to which anew ye desire to be in servitude?","010":"days ye observe, and months, and times, and years!","011":"I am afraid of you, lest in vain I did labour toward you.","012":"Become as I `am\u0027 -- because I also `am\u0027 as ye brethren, I beseech you; to me ye did no hurt,","013":"and ye have known that through infirmity of the flesh I did proclaim good news to you at the first,","014":"and my trial that `is\u0027 in my flesh ye did not despise nor reject, but as a messenger of God ye did receive me -- as Christ Jesus;","015":"what then was your happiness? for I testify to you, that if possible, your eyes having plucked out, ye would have given to me;","016":"so that your enemy have I become, being true to you?","017":"they are zealous for you -- `yet\u0027 not well, but they wish to shut us out, that for them ye may be zealous;","018":"and `it is\u0027 good to be zealously regarded, in what is good, at all times, and not only in my being present with you;","019":"my little children, of whom again I travail in birth, till Christ may be formed in you,","020":"and I was wishing to be present with you now, and to change my voice, because I am in doubt about you.","021":"Tell me, ye who are willing to be under law, the law do ye not hear?","022":"for it hath been written, that Abraham had two sons, one by the maid-servant, and one by the free-woman,","023":"but he who `is\u0027 of the maid-servant, according to flesh hath been, and he who `is\u0027 of the free-woman, through the promise;","024":"which things are allegorized, for these are the two covenants: one, indeed, from mount Sinai, to servitude bringing forth, which is Hagar;","025":"for this Hagar is mount Sinai in Arabia, and doth correspond to the Jerusalem that now `is\u0027, and is in servitude with her children,","026":"and the Jerusalem above is the free-woman, which is mother of us all,","027":"for it hath been written, `Rejoice, O barren, who art not bearing; break forth and cry, thou who art not travailing, because many `are\u0027 the children of the desolate -- more than of her having the husband.\u0027","028":"And we, brethren, as Isaac, are children of promise,","029":"but as then he who was born according to the flesh did persecute him according to the spirit, so also now;","030":"but what saith the Writing? `Cast forth the maid-servant and her son, for the son of the maid-servant may not be heir with the son of the free-woman;\u0027","031":"then, brethren, we are not a maid-servant\u0027s children, but the free-woman\u0027s."},"005":{"001":"In the freedom, then, with which Christ did make you free -- stand ye, and be not held fast again by a yoke of servitude;","002":"lo, I Paul do say to you, that if ye be circumcised, Christ shall profit you nothing;","003":"and I testify again to every man circumcised, that he is a debtor to do the whole law;","004":"ye were freed from the Christ, ye who in law are declared righteous; from the grace ye fell away;","005":"for we by the Spirit, by faith, a hope of righteousness do wait for,","006":"for in Christ Jesus neither circumcision availeth anything, nor uncircumcision, but faith through love working.","007":"Ye were running well; who did hinder you -- not to obey the truth?","008":"the obedience `is\u0027 not of him who is calling you!","009":"a little leaven the whole lump doth leaven;","010":"I have confidence in regard to you in the Lord, that ye will be none otherwise minded; and he who is troubling you shall bear the judgment, whoever he may be.","011":"And I, brethren, if uncircumcision I yet preach, why yet am I persecuted? then hath the stumbling-block of the cross been done away;","012":"O that even they would cut themselves off who are unsettling you!","013":"For ye -- to freedom ye were called, brethren, only not the freedom for an occasion to the flesh, but through the love serve ye one another,","014":"for all the law in one word is fulfilled -- in this: `Thou shalt love thy neighbor as thyself;\u0027","015":"and if one another ye do bite and devour, see -- that ye may not by one another be consumed.","016":"And I say: In the Spirit walk ye, and the desire of the flesh ye may not complete;","017":"for the flesh doth desire contrary to the Spirit, and the Spirit contrary to the flesh, and these are opposed one to another, that the things that ye may will -- these ye may not do;","018":"and if by the Spirit ye are led, ye are not under law.","019":"And manifest also are the works of the flesh, which are: Adultery, whoredom, uncleanness, lasciviousness,","020":"idolatry, witchcraft, hatred, strifes, emulations, wraths, rivalries, dissensions, sects,","021":"envyings, murders, drunkennesses, revellings, and such like, of which I tell you before, as I also said before, that those doing such things the reign of God shall not inherit.","022":"And the fruit of the Spirit is: Love, joy, peace, long-suffering, kindness, goodness, faith,","023":"meekness, temperance: against such there is no law;","024":"and those who are Christ\u0027s, the flesh did crucify with the affections, and the desires;","025":"if we may live in the Spirit, in the Spirit also we may walk;","026":"let us not become vain-glorious -- one another provoking, one another envying!"},"006":{"001":"Brethren, if a man also may be overtaken in any trespass, ye who `are\u0027 spiritual restore such a one in a spirit of meekness, considering thyself -- lest thou also may be tempted;","002":"of one another the burdens bear ye, and so fill up the law of the Christ,","003":"for if any one doth think `himself\u0027 to be something -- being nothing -- himself he doth deceive;","004":"and his own work let each one prove, and then in regard to himself alone the glorying he shall have, and not in regard to the other,","005":"for each one his own burden shall bear.","006":"And let him who is instructed in the word share with him who is instructing -- in all good things.","007":"Be not led astray; God is not mocked; for what a man may sow -- that also he shall reap,","008":"because he who is sowing to his own flesh, of the flesh shall reap corruption; and he who is sowing to the Spirit, of the Spirit shall reap life age-during;","009":"and in the doing good we may not be faint-hearted, for at the proper time we shall reap -- not desponding;","010":"therefore, then, as we have opportunity, may we work the good to all, and especially unto those of the household of the faith.","011":"Ye see in how large letters I have written to you with my own hand;","012":"as many as are willing to make a good appearance in the flesh, these constrain you to be circumcised -- only that for the cross of the Christ they may not be persecuted,","013":"for neither do those circumcised themselves keep the law, but they wish you to be circumcised, that in your flesh they may glory.","014":"And for me, let it not be -- to glory, except in the cross of our Lord Jesus Christ, through which to me the world hath been crucified, and I to the world;","015":"for in Christ Jesus neither circumcision availeth anything, nor uncircumcision, but a new creation;","016":"and as many as by this rule do walk -- peace upon them, and kindness, and on the Israel of God!","017":"Henceforth, let no one give me trouble, for I the scars of the Lord Jesus in my body do bear.","018":"The grace of our Lord Jesus Christ `is\u0027 with your spirit, brethren! Amen."}}